{
  "title": "Angústia",
  "chapters": {
    "Capítulo 1": [
      "O narrador-personagem relata ainda não ter se restabelecido de certas visões noturnas que o assombravam.",
      "Ele tem sentido aversão a diversas pessoas e lugares, como os “vagabundos”, que parecem multiplicar-se e ameaçá-lo com seus pedidos, ou mesmo as vitrines de livrarias, que lhe parecem prostíbulos de escritores.",
      "Suas mãos, velhas e trêmulas, carregam cicatrizes nas palmas.",
      "Seu trabalho não rende: atormentado por lembranças da “cara balofa” de Julião Tavares, mal consegue finalizar a datilografia de qualquer relatório."
    ],
    "Capítulo 2": [
      "Em sua casa, à noite, o narrador continua com dificuldades de concentração enquanto tenta escrever um artigo que lhe pediram para publicar no jornal. Muitas coisas o distraem: Vitória, sua criada, que vive a resmungar; ratos, que se remexem nos armários; e até mesmo os carros, ao passarem pela rua…",
      "Após duas horas ele escreve apenas uma palavra: Marina, e tem o pensamento invadido por figuras que o desprezam: diretores, secretários, políticos, negociantes… Quando encontra estes tipos nos cafés, afasta-se como um rato.",
      "O aluguel de sua casa está em atraso, fazendo o Dr. Gouveia enviar-lhe inúteis bilhetes de cobrança. Também acumula dívidas de contas de luz e de um empréstimo tomado com o judeu Moisés.",
      "Todos estes personagens se remexem como vermes na cabeça do narrador, que ainda é invadida pela imagem de Julião Tavares.",
      "Com o desejo de voltar a viajar, ele considera sua vida monótona, estúpida: cumpre todos os dias o mesmo horário numa repartição pública e, ao fim do dia, pega o bonde para a Ponta-da-Terra. Seu pensamento é dominado por lembranças negativas e intenções suicidas, chegando a imaginar seu próprio enterro, e considera que o único impacto de sua morte seria sua substituição na Diretoria da Fazenda.",
      "Para distrair-se, observa a rua: de um lado casarões, do outro, navios. Relembra os tempos de estudante, quinze anos antes, quando morava na pensão da Dona Aurora, na companhia constante de Dagoberto, que lhe apresentava compêndios de anatomia e cestas de ossos em sua cama.",
      "No fim da linha o bonde cruza uma área miserável, com casas de palha e barcos de pescadores, e depois volta à cidade, passando pelos fundos do Tesouro, onde o narrador tem sua “ocupação estúpida”, que lhe rende quinhentos mil-réis ao mês. Na Rua do Comércio, onde estão os tipos que lhe desgostam, ele sempre vê umas vinte pessoas conhecidas.",
      "Afastando-se da cidade, rumo ao oeste, a paisagem remete à sua infância no sertão: na fazenda de seu avô, Trajano Pereira de Aquino Cavalcante e Silva, que já era muito velho quando o conhecera. Seu pai, Camilo Pereira da Silva, passava os dias fumando, lendo obras de Carlos Magno e torcendo pelo partido de padre Inácio na política. Os negócios iam mal, a casa ruía, os poucos animais adoentavam. Quitéria trabalhava na cozinha. Sua avó, sinhá Germana, falava sozinha, xingando escravas que já nem existiam.",
      "Seu Trajano gostava de beber e aos domingos era carregado para casa pelo mestre Domingos, seu antigo escravo, que agora possuía uma venda e tinha vida respeitável. Ainda assim, o velho xingava o preto, dizendo-se seu senhor. Perto dos cem anos, Trajano caducou, e insistia em chamar por sua mulher, morta há anos.",
      "Após muita agonia Trajano morreu e o narrador mudou-se com seu pai para a vila, onde, aos dez anos, iniciou os estudos com o mestre Antônio Justino. Lá ele aprendeu leitura, catecismo e conjugação de verbos. Ao final das aulas ia jogar pião ou empinar papagaio, sempre sozinho."
    ],
    "Capítulo 3": [
      "O narrador finaliza um artigo, a pedido de Pimentel, e fica contente ao perceber que a ideia de escrever um livro não o atormenta mais.",
      "Conforme chove, lembranças de infância voltam a tomar conta de seu espírito: o quintal molhado remete aos invernos na fazenda, com a casa cheia de goteiras, seu avô delirando na cama, seu pai conversando com o velho Acrísio, e ele banhando-se na chuva, junto aos bichos.",
      "A imagem de Marina repentinamente invade o invade: seu corpo nu, molhado pela chuva…",
      "Voltando ao passado, o narrador relembra os mergulhos no poço da Pedra, em meio a cobras que não o ameaçavam. Antes de saber nadar, ele era jogado e puxado dali por seu pai. Imagina que gostaria de fazer o mesmo com Marina, quase afogando-a.",
      "Uma grossa neblina impede que ele veja sequer a mangueira, no fundo do quintal, nem mesmo as roseiras da vizinha, e seu pensamento continua no passado: os sermões de padre Inácio, o corpo enforcado de seu Evaristo, os homens amarrados sendo levados à prisão, tudo misturado.",
      "A lembrança do colégio, de onde ele via uma casa onde viviam três mulheres que cultivavam roseiras, o remete novamente à casa vizinha, com sua roseira, onde pela primeira vez ele vira Marina, no início do ano anterior. Mais uma vez o narrador se esforça para afastar os pensamentos dessa mulher.",
      "A chuva no telhado o faz lembrar as tardes que passava estudando, na companhia de seu pai, sob grande silêncio. De repente, ele era assaltado por vozes lamentosas que vinham de lugar nenhum, cada vez mais fortes. Questiona-se, enfim, se eram vozes reais, e não chega a qualquer conclusão."
    ],
    "Capítulo 4": [
      "O narrador se lembra da morte de seu pai, Camilo Pereira da Silva, que teve o corpo coberto com um lençol branco, com uma mancha vermelha na altura do rosto e apenas os pés para fora, roxos e inchados.",
      "A lavadeira Rosenda, padre Inácio, o cabo José da Luz e o velho Acrísio tomaram conta da casa, mas nem sequer lembraram de avisar o menino, que foi surpreendido pelo velório ao retornar da escola, aos quatorze anos.",
      "Como se fosse invisível, o garoto esforçava-se para chorar, tentando encontrar boas lembranças de seu pai, mas não conseguia. Sentia pena e raiva de si mesmo, ao perceber que estava só no mundo. Somente quando Rosenda lhe ofereceu uma xícara de café é que lhe vieram lágrimas, não por seu pai, mas pelo gesto de compaixão da mulher.",
      "Após o enterro surgiram os credores, que levaram quase tudo da loja e da casa, sob os lamentos de Quitéria.",
      "Desde então o narrador sente a perseguição da alma de seu pai, além de continuar a ouvir vozes e ser tomado por imagens mentais que o tiram da realidade."
    ],
    "Capítulo 5": [
      "Em sua casa o narrador recebe a visita de seu Ivo, um velho andarilho que procura por restos de comida e é atendido por Vitória, que lhe dá um osso. Irritado com a voz de sua criada, o narrador vai ao quarto e tenta lembrar-se de bons momentos de seu passado, mas lhe falta tranquilidade e inocência – ele já não é a mesma pessoa.",
      "Fumando, o narrador se distrai com discussões dos vizinhos, dos comerciantes e com as lamentações do cabo José da Luz, até que o toque do relógio o lembra de sair para o trabalho. No caminho ele se vê perdido entre dúvidas e pensamentos, ficando imóvel no meio da rua por um momento. Imagina que uma fotografia sua, naquele instante, revelaria um cidadão comum, um Luís da Silva qualquer. O seu desarranjo não sairia na foto, era interior. Importunava-o a morte de seu pai.",
      "Interessante notar o nome reduzido do personagem-narrador, Luís da Silva, apresentado somente agora, no papel de um “qualquer”, enquanto seu avô ostentava “Trajano Pereira de Aquino Cavalcante e Silva” e seu pai ainda mantinha um razoável “Camilo Pereira da Silva”.",
      "Luís revela que acertara parte da dívida com Moisés pois não queria mais evitar encontrá-lo no café, onde era seu costume passar durante uma hora, todos os dias, observando os diversos círculos que o frequentavam: médicos, advogados, literatos, funcionários públicos, comerciantes… Seu lugar habitual era incômodo, junto à porta, onde levava esbarrões de todos que entravam e saíam.",
      "Sem o constrangimento de ter que cobrar seu amigo, o judeu fica mais à vontade com sua presença e faz comentários sobre a cena política: ele acredita que tudo vai mal e que só uma revolução poderia melhorar a situação. Com a presença de um chefe de polícia, porém, ele se esconde atrás de um jornal. Luís considera o amigo muito inteligente e bondoso, mas muito covarde para ser um herói revolucionário.",
      "O narrador se vê sozinho no mundo, pois tudo o que recebe dos outros são ordens. Quando alguém lhe pede perdão por pisar em seus pés no bonde, ou quando ele informa o local de uma rua a uma senhora, Luís se enche de contentamento, de tão carente que se sente. Moisés, seu único “amigo”, na verdade pouco liga para ele, preocupando-se demais com os sofrimentos do mundo e com sonhos utópicos. Luís considera que se o amigo não fosse tão inteligente, sofreria menos.",
      "Ao contrapor relatos de Moisés sobre a perseguição aos judeus na Europa, Luís discorre sobre seu próprio passado errante: vivia de fazenda em fazenda dando aulas a meninos; depois esteve na caserna recebendo ordens militares; mais tarde trabalhou madrugadas adentro na revisão de periódicos. Outros fatos o envergonhavam tanto que nem a Moisés ele contava: a fome; as noites dormindo em bancos de praça; o pedido de esmolas enquanto tentava a carreira de escritor ao chegar em Maceió. Tudo isso só acabou quando lhe deram o emprego na repartição pública, um “osso” que ele roía com ódio.",
      "A postura subserviente de Luís lhe é incômoda, ainda mais quando ele mesmo se compara a seu velho avô Trajano, que era capaz de contrariar o juiz de direito de sua cidade e derrubar a cadeia pública para libertar seus protegidos…",
      "Contando essa história, que muito o empolga, Luís percebe que Moisés quase não a escuta. A ele só interessariam as tragédias da seca, as misérias e os sofrimentos do povo. Luís tenta pensar em algo que chamaria a atenção do judeu, mas conclui que sua família não passava nenhuma necessidade, nem os moradores dos sítios vizinhos. Só ele mesmo é que passaria a sofrer, mais tarde."
    ],
    "Capítulo 6": [
      "Luís da Silva faz uma completa descrição de sua criada, Vitória, que em tudo lhe aborrece: ela possui um papagaio mudo ao qual tenta em vão ensinar alguns versinhos e que frequentemente foge de sua gaiola; outra mania sua é ler diariamente a lista de navios que atracam e partem do cais de Maceió, às vezes citando passageiros que considera importantes; quando chega o início do mês ela fica ansiosa pelo seu pagamento, fazendo cálculos inúteis, já que seu costume é enterrar todo o ordenado no fundo do quintal, junto à cerca.",
      "O narrador detalha, cheio de ironia e desprezo, cada um dos hábitos de Vitória, além de zombar de sua aparência, por seu “pescoço de peru”, sua voz “áspera e desdentada”, seus “pelos do buço” e suas “duas verrugas escuras”.",
      "Luís ainda nutre uma forte desconfiança da velha, que teria o costume de passar a mão em alguns trocados que ele deixava pela casa, ou que acidentalmente caíam no chão, e que os enterraria no quintal, junto de suas reservas. Estas suspeitas, entretanto, muitas vezes não são confirmadas, já que o dono da casa logo reencontra o dinheiro perdido entre livros, e outras vezes Vitória consegue “achar” as moedas após o patrão relatar o sumiço dos valores. Luís ainda zomba da criada, considerando que o maior risco era que ela lhe devolvesse uma quantia de moedas maior do que a que ele perdeu."
    ],
    "Capítulo 7": [
      "O narrador lia um romance em seu quintal, à tarde, sob a sombra da mangueira. O texto lhe era agradável, não tanto pela qualidade literária, mas mais por sua própria condição pessoal: Luís experimentava certa estabilidade financeira, sem grandes dívidas e sem problemas no trabalho. Ler obras ordinárias lhe traziam contentamento: o texto, de tão ruim, parecia incentivá-lo a escrever seu próprio livro.",
      "Enquanto interrompia a leitura para acender um cigarro o narrador distraiu-se com uma movimentação nova no quintal vizinho, que era separado por uma mera cerca: uma jovem de cabelos amarelos, fogosos, olhos azuis e unhas pintadas cuidava das plantas. “Uma lambisgoia”, ele considera.",
      "Indagada, Vitória relata a seu patrão que a antiga vizinha, uma senhora idosa, havia morrido há pouco e uma nova família havia se mudado.",
      "Luís distrai-se da leitura a todo momento, observando a moça que não para de zanzar pelo quintal. Quando ela também lhe direciona o olhar ele fica encabulado: aos trinta e cinco anos, funcionário público, ele tem uma vida regrada por regulamentos, não sabe flertar e, acima de tudo, se considera feio. A imagem da jovem, porém, não deixa sua mente em paz e ele luta para se desfazer dessa “tolice”.",
      "No dia seguinte, ao sentar-se novamente sob a mangueira, Luís volta a observar sua vizinha a podar roseiras, agora acompanhada de uma senhora mais velha. Como ele ia bem de dinheiro, sem grandes preocupações, considera alimentar seu interesse romântico.",
      "Até então Luís escapara dos desejos amorosos: a fome e a pobreza pela qual passara eram um impeditivo. Quando raramente aproximava-se de alguma mulher, percebia estar fazendo tolices: certa vez convidou d. Aurora, dona da pensão onde morava quando jovem, para uma ida ao cinema. A mulher levou sua neta, que cruzou com ele suas pernas na escuridão da sala. Luís, porém, só conseguia contar o prejuízo que levava ao pagar os ingressos, refrescos e sorvetes para suas convidadas. “Maluco, trouxa, filho de uma puta”, ele próprio se xingava.",
      "Refletindo sobre seus casos amorosos, o narrador lembra-se de uma rapariga “selvagem” que conhecera no Cavalo Morto, que berrava indecências enquanto namoravam, e de uma alemã bonita, Berta, com quem ele mal acreditava ter se relacionado.",
      "Enfim, Luís percebe que tem algum valor, alguma posição social, e que poderia até mesmo se casar! Esta noite ele mal consegue dormir: os cabelos de fogo, os olhos azuis e as pernas da vizinha o fazem pensar em safadezas. Estes acessos de paixão, quando acontecem, costumam durar toda a semana."
    ],
    "Capítulo 8": [
      "Luís relata ter vivido em inúmeros “chiqueiros” que podem ter influenciado em seu caráter. A sua casa atual, na Rua do Macena, é um imóvel velho que Doutor Gouveia lhe aluga por cento e vinte mil-réis. A maior parte de seu tempo é passada no quintal, sob a mangueira, a ler livros, com vista para a casa vizinha à esquerda, também muito feia e pobre, onde conheceu Marina. A casa à direita é separada por um muro, o que evita maiores contatos com Dona Rosália, uma mulher antipática e faladora que vive quase sempre na ausência de seu marido.",
      "Os olhares, sorrisos e acenos trocados com Marina no quintal logo desencadearam uma amizade. Os diálogos, segundo o narrador, eram vazios por conta da inépcia da garota em conectar quaisquer ideias: seus pensamentos se limitavam a avaliações de moda e estilo das pessoas da cidade. Às vezes, caçando assunto, Marina indagava sobre o livro que Luís lia, mas ele repelia qualquer tentativa de diálogo mais profundo – ele a considerava, basicamente, “estúpida”.",
      "Ao voltar para dentro de casa o narrador encontrava Vitória resmungando com o papagaio sobre a “franguinha assanhada” que puxava conversa com seu patrão, como se ele não estivesse presente. Para se distrair Luís acendia um cigarro, bebia aguardente, ouvia os grilos e olhava a rua… Evitava olhar para a casa da direita, imaginando que Marina ainda pudesse estar à espreita: acreditava que a moça, com toda sua frivolidade, só poderia acabar na Rua da Lama – tradicional reduto de prostituição em Maceió."
    ],
    "Capítulo 9": [
      "Nessa mesma época Luís conhecera Julião Tavares numa festa de arte do Instituto Histórico. O homem, gordo, vermelho, risonho e falador, exibia-se em discursos patrióticos. Os jornais renderam-lhe alguns elogios, que Luís considera totalmente falsos: Julião vinha de uma família de “ratos”, donos de imóveis e comércios, tinha formação de bacharel e era um reacionário católico. Na saída do Instituto um esbarrão fez com que os dois se conhecessem. Por mais que Luís tenha declarado sua discordância com o homem em vários temas, Julião familiarizou-se com ele e passou a frequentar sua casa, mesmo sem ser convidado.",
      "O narrador declara que não possui estudos, mas habituou-se a escrever por conta de seu vício em romances. Chegou a compor um livro com duzentos sonetos, nunca publicado. Certa vez um jovem demonstrou interesse em comprar alguns versos e Luís descobriu aí uma nova fonte de renda. Além disso costuma redigir artigos para jornais do interior, atendendo a chefes políticos da região que lhe orientam sobre as disputas em andamento e quem deve ser atacado. Também trabalha em algumas traduções de “livros idiotas”, do tipo que Marina deve ler.",
      "Luís costumava trabalhar em sua sala de jantar, onde recebia visitas frequentes de Moisés, Pimentel e seu Ivo. Os dois primeiros puxavam assunto sobre as matérias do jornal, mas nunca o atrapalhavam. Seu Ivo balbuciava algumas palavras e pedia pratos de comida, como devia fazer por onde quer que passasse – ele perambulava por todo o estado, às vezes sumia por meses. Já a presença de Julião Tavares, com sua fala complicada, cheia de adjetivos, incomodava Luís profundamente."
    ],
    "Capítulo 10": [
      "Com Julião Tavares em cena as reuniões na casa de Luís tornaram-se monólogos. Moisés, que costumava discursar longamente sobre seus ideais revolucionários, não se sentia à vontade com a presença do capitalista. Pimentel, que era melhor na palavra escrita, emudecia diante dos discursos inflamados do novo visitante. Luís tinha o hábito de falar naturalmente, sem papas na língua, com palavreado baixo, quase obsceno, e não aguentava os modos excessivamente amáveis de Julião, que enfileirava adjetivos nobres para elogiar a pátria, os poetas e até mesmo sua própria família.",
      "O narrador pontua que até seria capaz de escrever coisas bonitas sobre os Tavares se Julião lhe pedisse um artigo para publicar no jornal – e pagasse por isso. Mas ouvir esse discurso do próprio canalha em sua casa era um despropósito completo."
    ],
    "Capítulo 11": [
      "Luís conhece dona Adélia, mãe de Marina, e costuma puxar conversa com a velha quando passa em frente à sua casa. Seu Ramalho, pai da menina, trabalha na usina elétrica, é um sujeito sério e calado, e parece não simpatizar com o vizinho por conta de suas conversas no com a filha no quintal.",
      "Certo dia Adélia pede a Luís que indique Marina para algum trabalho na cidade. Ele afirma que não tem muitos contatos, mas se compromete a buscar alguma ajuda. Flagrando a conversa da mulher, Ramalho pede desculpas a Luís e relata que a filha não leva jeito para estudar e nem deve conseguir trabalhar direito – quem se casar com ela fará mal negócio, assume.",
      "Nesse meio tempo Antônia, criada de dona Rosália, passa pela rua e vai conversar com um soldado. É uma mulher ingênua, que sempre cai nas conversas dos homens, larga o emprego para amigar-se e depois volta decepcionada."
    ],
    "Capítulo 12": [
      "Numa tarde de calor Luís divagava em pensamentos deitado na espreguiçadeira do quintal quando Marina surge do outro lado da cerca. Com os olhos semicerrados o narrador espia os movimentos da moça, dando especial atenção a seus volumes e curvas.",
      "Quando “desperta” de seu cochilo, sob os risos da garota, Luís conta que encontrara uma ocupação para ela, num comércio de tecidos. Marina se mostra avessa à ideia de trabalhar, mas acaba agradecendo a gentileza do vizinho.",
      "Pegando sua mão no que seria um gesto de cavalheirismo, Luís acaba por morder seu pulso e seu braço. A moça questiona o que ele fazia, mas não se esquiva. Luís arranca as estacas que sustentam a cerca e puxa o corpo de Marina contra o seu, arrancando beijos e explorando-a com as mãos.",
      "Passado o ímpeto inicial o casal se separa com os olhos ainda desejantes. Marina demonstra uma consternação inocente e Luís põe a culpa no “diabo”, emendando que poderiam se casar em breve. Para a surpresa do narrador, Marina não parece muito entusiasmada com a oferta, mas concorda, reticente.",
      "A mãe e o pai da moça fazem chamados para ela se proteger “do sereno”. Luís a convida para uma aventura à meia-noite, quando todos estivessem dormindo. Ela retorna à casa.",
      "O narrador reflete que gostava da menina e queria lhe dar alguma independência. Estava decidido a “amarrar uma pedra no pescoço e mergulhar”."
    ],
    "Capítulo 13": [
      "A mudança de uma nova família para a casa em frente à de Luís gera intermináveis boatos pela vizinhança: um homem carrancudo e suas três filhas, sujas e mal vestidas, dividem o imóvel e mantém uma rotina misteriosa. Dona Mercedes, moradora da mesma rua, relata que teria ouvido de alguém que o que ocorre na casa é um tenebroso caso de incesto e o homem logo ganha o apelido de “Lobisomem”.",
      "Luís continua a encontrar Marina durante as noites e tenta convencê-la a entrar em seu quarto, mas ela recua, chamando-o também de “Lobisomem”.",
      "Nas rodas de conversa na casa do narrador a suspeita sobre o vizinho é assunto constante: Moisés acredita que as fofocas são falsas e que o velho não passava de um pobre coitado; Julião, com seu pedantismo acadêmico, argumenta que incesto é “natural”. Luís lembra-se do antigo caso de um cearense que fora encontrado nu, abrindo à força as pernas de sua filha de quatro anos e fora julgado e condenado por estupro, quando na realidade ele estaria apenas tratando de uma doença da filha com “remédios brutos da medicina sertaneja”; Julião Tavares sentencia: “Natural. A justiça não é infalível”."
    ],
    "Capítulo 14": [
      "Luís queria levar logo Marina para seu quarto, mas a garota condicionava tudo ao casamento. O narrador propunha que se apressassem, sem muitas cerimônias, mas ela reclama da falta de roupas adequadas.",
      "A construção de Marina dentro de seu noivo era um remendado de “peças e qualidades”: nádegas, peitos, coxas, quentura… Preguiça e ingratidão também apareciam, como defeitos naturais em qualquer ser humano. O fato é que todas essas características, juntas, avivavam as tentações do escritor.",
      "Além de roupas, Marina fazia questão de autorizações e comunicados formais: a bênção de seus pais, telegramas aos padrinhos, nota no jornal… Tudo isso dava náuseas em Luís, que não conseguia enxergar necessidade em explicar aos outros o que era de interesse somente do casal.",
      "A perspectiva de realizar todos os rituais do matrimônio faziam Luís prever que suas economias não durariam muito tempo, ele queria arranjar tudo o mais rápido possível, com simplicidade."
    ],
    "Capítulo 15": [
      "No dia seguinte, após sacar quinhentos mil-réis no banco, Luís vai à casa de Marina e revela abruptamente seus planos a dona Adélia: eles iriam “se enganchar”. A mãe da noiva assusta-se com a decisão tão repentina e estranha a informalidade do pedido, mas compreende a pressa do vizinho.",
      "Marina apresenta-se toda pintada e bem vestida, e argumenta que era preciso fazer as coisas “com decência”, contrapondo a excessiva simplicidade que Luís propunha. Para dar andamento aos preparos, ele lhe entrega os quinhentos mil-réis.",
      "A caminho do trabalho o escritor cruza com Julião Tavares e finge não o ver. No escritório um cego passa a vender bilhetes de loteria e Luís fantasia seu casamento caso ganhasse o prêmio: teria um enxoval caro, tapetes fofos e uma cama macia,  do gosto de Marina, e arranjaria um bangalô no alto do Farol, de onde observaria a cidade todas as tardes, após voltar da repartição. Sua realidade, porém, era completamente oposta: vivia sob um chão de tijolos e dormia num colchão extremamente duro, que certamente machucaria o corpo delicado da noiva."
    ],
    "Capítulo 16": [
      "Quando Marina apresentou a Luís as compras que havia feito com o dinheiro do casamento, ele ficou assombrado: o valor só tinha dado para camisas de seda, pó-de-arroz e meias inúteis. Mesmo assim ele arranjou mais quinhentos mil-réis, e depois mais duzentos, e aceitou que ela trocasse suas roupas e sapatos. Contando ainda com um empréstimo do judeu Moisés, o narrador vai à joalheria e compra um relógio e um anel para presentear sua noiva.",
      "Chegando em sua casa, no entanto, Luís é surpreendido ao ver Julião Tavares em sua janela, trocando olhares com Marina. Enfurecido, o noivo atende com grosserias o visitante indesejado, não lhe dirige o olhar e mal ouve o que ele responde: seus pensamentos confundem-se entre visões de pessoas pela rua e lembranças de cobras que matava quando era pequeno, no sítio do avô. Sua primeira vontade era pular no pescoço de Julião, jogar pedras em cima dele, como fazia com as cobras. Depois pensava em sair andando rumo ao oeste, voltar a ser meio cigano.",
      "Após alguns xingamentos desconcertados Luís conseguiu espantar sua visita. Sem vontade de jantar, bebeu aguardente e saiu pelas ruas. Foi ao jornal ler telegramas, visitou um cinema para tentar se distrair, mas só conseguia enxergar coisas sem importância e degradação humana. Seus hábitos de leitura pareceram-lhe uma vaidade besta: a escrita era uma safadeza inventada para enganar a humanidade.",
      "Mais tarde, em um bar, Luís convida uma moça para sentar-se em sua mesa, oferece-lhe bebidas e petiscos. A menina o convida para ir à sua casa, na rua da Lama. O quarto da prostituta é repugnante, a menina tosse muito e tem o corpo magérrimo. O escritor recusa suas carícias, acende um cigarro e pergunta-lhe sobre sua vida: era dali para a cova, ela sentencia, resignada.",
      "Com a mão no bolso, Luís segura os presentes que comprou para Marina. Ele se compara à mulher com quem divide o quarto e conclui que tem uma vida feliz. Mesmo que seu casamento acabasse em traição, poderia largar tudo e ser livre novamente! Liberdade era sua esperança redentora.",
      "Convidado a deitar-se para dormir, Luís oferece dez mil-réis à prostituta, mas ela recusa: estava satisfeita com o jantar que ele pagou, pois tinha fome e sequer prestou seus serviços devidamente. Nervoso, o cliente insiste que deve pagar pelo tempo consumido e vai embora."
    ],
    "Capítulo 17": [
      "Com choros e manhas, Marina convenceu Luís de que não havia ocorrido nada entre ela e Julião: não era possível “furar os olhos do povo”. Com muito esforço mental o narrador comprou a história de sua noiva e presenteou-lhe com o anel e o relógio comprados na véspera: a tristeza de Marina subitamente transformou-se em alegria.",
      "Quando indagada sobre os preparativos para o casamento, porém, a menina desconversou e estabeleceu novas condições: precisava bordar almofadas, comprar tecidos para cortinas e tapetes… Luís demonstrou impaciência e esclareceu que não tinha mais dinheiro guardado, mas acabou cedendo.",
      "Após conseguir os panos, endividando-se na loja do pai de Moisés, Luís apresentou-os a Marina, mas não conseguiu o efeito esperado: ela, que já não usava o anel nem o relógio que havia ganho de presente, fez pouco caso das novas aquisições de seu noivo. Na sala de sua casa, a moça permanecia muda, com as mãos cruzadas sobre os joelhos, enquanto Luís se perdia em pensamentos sufocantes: tinha a certeza de que ela já estava mais interessada no outro pretendente, mais rico, o que configurava a pior forma de prostituição possível."
    ],
    "Capítulo 18": [
      "Luís fica indignado por Marina não ser sincera sobre seu desejo de cancelar o compromisso. Ao invés disso, a moça simplesmente parou de falar com ele sobre o assunto e distanciou-se, aos poucos.",
      "Às vezes Luís voltava mais cedo do trabalho e flagrava Julião e Marina conversando pela janela. O escritor reclamava com dona Adélia sobre o comportamento da filha, mas a senhora era condescendente: seriam tudo coisas da mocidade.",
      "Luís tenta se concentrar novamente em seu trabalho, mas a vida torna-se insuportável: sua casa miserável, o barulho dos ratos a roer seus livros, dos gatos a namorar no telhado e o ranger da rede de dormir em que Marina se balançava, tudo o incomodava e o desconcentrava. Seu desprezo por Julião Tavares só aumenta: seu rival era um inútil, preguiçoso e canalha."
    ],
    "Capítulo 19": [
      "Em um mês Luís e Marina tornaram-se estranhos: ele tentou remendar a relação, mas desistiu ao ver que a moça estava totalmente atraída por Julião. O autor procurou, portanto, por outras mulheres e chegou a flertar com uma datilógrafa de olhos verdes que muitas vezes cruzava seu caminho. Sua mente, porém, sempre o levava a considerar que qualquer pretendente seria uma nova Marina: miserável, tola, apaixonada por algum Julião Tavares.",
      "As visitas de Julião a Marina eram cada vez mais frequentes: ele trazia presentes à dona da casa e à sua nova parceira e passava horas entre cochichos e risadas que enfureciam Luís: ao escutar os ruídos o escritor não conseguia deixar de imaginar os dois fazendo sem-vergonhices. Seu Ramalho era o único que não concordava com a situação, gerando brigas que eram ouvidas por toda a vizinhança, mas na prática sua opinião não fazia muita diferença.",
      "Remoendo lembranças e imaginando futuros possíveis, Luís sente-se atraído por um cano de metal que passa por seu quintal e que daria uma boa arma: poderia arrebentar a cabeça de um homem."
    ],
    "Capítulo 20": [
      "Marina e Julião faziam aparições públicas de braços dados, iam ao cinema, ela vestindo sedas e veludos elegantes, ele vibrando por ostentar sua conquista. A vizinhança não parava de especular que fim teria aquela relação e dona Adélia envergonhava-se pelo comportamento da filha, mas enfim contentava-se com os agrados que seu novo genro lhe dava.",
      "Luís observa todos esses movimentos aparentando indiferença, mas no fundo é torturado pela imagem do casal, que se transfigura em todos os casais que encontra pelas ruas. Sua mente ainda se aventura a imaginar um futuro desejável com a datilógrafa de olhos verdes, poderiam ser um casal feliz: ele escreveria seus livros, ela os passaria à máquina de escrever; ao final da tarde discutiriam literatura com Pimentel e Moisés… Mas nada disso se concretiza: Luís lembra-se novamente da alemã Berta, da neta de dona Aurora, de seus desejos sempre incontroláveis, das diversas humilhações que já vivera e acaba por imaginar mais uma vez Marina e Julião, passeando pela cidade.",
      "Em casa o narrador tenta concentrar-se numa leitura, mas os ruídos da vizinhança invadem sua atenção. Quando chega alguém na casa vizinha ele imagina a imagem de Marina, mas quem aparece é seu Ramalho, que discute interminavelmente com dona Adélia sobre as saídas indesejadas da menina."
    ],
    "Capítulo 21": [
      "De meses em meses dona Rosália recebia a visita de seu marido, um homem moreno e calvo, caixeiro-viajante. Os reencontros do casal pareciam marcar luas-de-mel renovadas a cada retorno de viagem: para o desespero de Luís, que nem conseguia dormir com os ruídos indiscretos do amor, vindos do outro lado do muro. O escritor queria sair, fugir, mas sentia-se preso à sua casa.",
      "Passando em frente à casa de Marina, Luís chega a pensar numa reconciliação: ninguém era dono de ninguém, todo mundo é capaz de tolices, bastava que ela se esquecesse de Julião Tavares e poderiam ser felizes novamente! Lembrando-se de seu avô Trajano, que tivera totalmente para si a subserviente sinhá Germana, o narrador pondera que a vida na cidade, em que as mulheres saem para trabalhar e recebem cantadas de marmanjos, o afasta de qualquer possibilidade de viver um amor como aquele, tudo se tornou bem mais complicado.",
      "Em seu quarto Luís passa a noite se revirando na cama, acendendo cigarros, em um ambiente que parece estar tomado de órgãos sexuais: respirações intensas, palavrões exaltados, gemidos contidos e beijos compridos vazavam do quarto de dona Rosália para o seu, entre breves intervalos de silêncio. Em certo momento ele pode até mesmo ouvir gotas de urina pingando no chão: era uma das crianças da vizinha, que chorava e ouvia berros da mãe para que se calasse enquanto ela copulava. Luís aperta as mãos contra os ouvidos procurando maneiras de não se irritar.",
      "A mente do narrador tenta encontrar distrações em assuntos cotidianos, na lembrança de Moisés, de seu Ivo, do Lobisomem, mas a barulheira do casal vizinho sempre recomeça e ele, como um bicho sufocado, sente um desejo visceral de esmagar o pescoço do marido de dona Rosália entre suas mãos."
    ],
    "Capítulo 22": [
      "O narrador relata lembranças embaralhadas, entremeadas de hiatos que o confundem: a única ideia que se mantinha era a de reaproximar-se de Marina. Passava as tardes na espreguiçadeira, com algum livro nas mãos, espiando o quintal vizinho. Entre um cochilo e outro sentia a presença da desejada vizinha, mas, envergonhado, ele só abria os olhos quando ela já estava longe."
    ],
    "Capítulo 23": [
      "Luís passava as noites sentado na calçada sob a companhia de seu Ramalho – desde que sua filha havia se aproximado de Julião Tavares o velho passara a simpatizar mais com o vizinho, de maneira oposta à de sua mulher, que tratava Luís com profundo desprezo. O pai de Marina aconselhava o narrador a evitar o casamento: “é buraco”, ele dizia.",
      "Os dois homens trocavam impressões de como no passado ainda havia alguma decência nas relações amorosas e elegiam as modernidades culturais como grandes vilãs da tragédia romântica: o cinema, com suas exibições de promiscuidade, e a falta de religiosidade deveriam ser os responsáveis pela safadeza que tomava conta da mente das jovens modernas.",
      "As noites prosseguiam com seu Ramalho contando e recontando casos incertos de seu passado – o velho não tinha um repertório muito extenso e se perdia em detalhes que ganhavam nova roupagem a cada narração. Lembrava-se de um moleque que teria se metido com a filha do senhor de engenho e como punição tivera que engolir os próprios testículos, arrancados à faca. Também revelava o espanto que sentia com a própria sorte, como quando pela primeira vez tomara um trem com a família, migrando para a cidade: justamente naquele dia o trem descarrilara, deixando-os abandonados no meio do campo durante a fria noite. Marina, dez anos depois dessa fatídica viagem, enfrentaria um severo sarampo, que quase a levara: “Antes tivesse batido, que era inocente e não dava desgosto a ninguém”, lamentava seu Ramalho a sobrevivência da própria filha.",
      "Quando menos se esperava, o vizinho de Luís voltava a detalhar a tortura sofrida pelo moleque do engenho e o narrador parecia enxergar a figura do corpo ensanguentado, estirado na rua de paralelepípedo, bem à sua frente. O velho saíra para o trabalho, transeuntes cruzavam a rua e Luís ainda era hipnotizado pela imagem do menino torturado. Depois, voltava a pensar em Marina e logo em seguida tentava afastar estes pensamentos: deveria concentrar-se em quitar suas dívidas e seguir com a vida. Andava pela cidade embriagado por doses de conhaque.",
      "Recentemente uma companhia lírica havia chegado à cidade e cartazes de propaganda espalhavam-se pelos cafés, despertando em Luís nada mais que desprezo. No dia da estreia, entretanto, chamou-lhe a atenção um movimento atípico na casa vizinha: chegaram encomendas de vestidos, um cabeleireiro fez uma visita e à noite Marina, toda enfeitada, embarcou em uma limusine na companhia de Julião Tavares. Esta cena se repetiu por cinco dias seguidos.",
      "Atormentado pelo sucesso de seu rival, Luís tentava distrair-se ao caminhar longamente pela cidade, mas o ronco de qualquer motor de automóvel ou mesmo a transmissão da ópera em qualquer rádio nunca permitia que ele distanciasse seus pensamentos de sua tragédia amorosa.",
      "Ele dirigia-se ao subúrbio e entrava em bodegas miseráveis, mas sentia-se deslocado: os vagabundos que frequentavam os estabelecimentos o olhavam com desconfiança e ele mesmo sabia que suas palavras, seu repertorio, o colocavam numa posição muito distante da realidade do local – esta realidade ele só conhecia pelas páginas dos livros, e na mesma perspectiva ele observava os “personagens” que ali se apresentavam: trabalhadores aproveitando o tempo de lazer, um músico embalando canções em um violão, crianças brincando na rua, um valentão contando suas aventuras sob as frias gargalhadas das mulheres… Com tudo Luís se identificava, ao mesmo tempo em que se afastava, absorto em lembranças pálidas de sua própria vida, percebendo-se sempre como uma figura deslocada da realidade que o cercava. Subitamente, tudo se tornava insuportável e ele se levantava e ia embora."
    ],
    "Capítulo 24": [
      "No último dia de ópera Luís não se continha e arquitetava planos para também ir ao teatro. Comparando-se aos outros homens, a Julião Tavares, aos políticos e poderosos, ele considera que lhe falta postura e orgulho próprio: sua presença na ópera seria uma oportunidade de mostrar a Marina que era capaz disso.",
      "Ao mesmo tempo em que analisava os representantes aprumados da sociedade capitalista, o escritor devaneava sobre como seria o mundo após uma revolução dos trabalhadores: Julião seria enforcado, assim como padre Inácio. Ele mesmo imagina que seria perseguido pelos “camaradas” por conta dos artigos que assinava no jornal, defendendo o imperialismo.",
      "Voltando à sua condição real, Luís pensa em como ir a ópera: Pimentel poderia arranjar um ingresso patrocinado pelo jornal, ou Moisés poderia emprestar-lhe uma nova quantia, mas nenhum dos amigos aparecia. Surge a ideia de uma ação indigna: desenterrar as pratas que Vitória enterrava em seu quintal. Ele receberia seu ordenado em poucos dias e poderia repor o valor com juros. Ainda assim a baixeza de seu furto o impede por algum tempo, mas não muito: sob o testemunho somente de um gato que se mantinha sob o muro, Luís enfia os dedos na terra úmida à procura das moedas.",
      "Entre as lembranças de quando agarrava Marina, naquele mesmo quintal, e os lamentos por sua condição miserável, o narrador alcança enfim o dinheiro necessário para sua aventura teatral. Ainda indeciso se seria uma boa atitude aparecer no meio da apresentação, Luís pensa em jogar cara ou coroa para decidir seu destino, mas acaba por fazê-lo por conta própria. A caminho da ópera ele sente em suas unhas o cheiro de terra e se esforça para limpar os dedos."
    ],
    "Capítulo 25": [
      "Quando recebeu seu salário, Luís depositou no buraco em seu quintal o dobro do valor que havia furtado, como juros pelo “empréstimo”. Essa multiplicação, entretanto, perturbou Vitória profundamente: quando a velha foi enterrar seu ordenado do mês, percebeu que as contas não batiam e ficou atormentada, contando e recontando as moedas noites adentro.",
      "Luís tentava acalmar a empregada, pedindo que descansasse, mas ela parecia não suportar a alteração em suas economias: atormentava-a o fato que seu céu particular havia sido violado – mesmo que tenha sido uma violação “positiva”."
    ],
    "Capítulo 26": [
      "As visitas de Julião à casa de Marina eram cada vez mais raras e a moça aparentava uma tristeza crescente. Seu Ramalho comemorava que a filha estaria criando juízo, enquanto a mãe parecia lamentar o fim do relacionamento. Luís observava com prazer e desprezo sua antiga pretendente, que há pouco ostentava vestidos e maquiagens e agora se remoía, cuspindo e resmungando em seu quintal."
    ],
    "Capítulo 27": [
      "O narrador reflete sobre como eventos triviais do dia-a-dia podem repercutir abruptamente em nossas vidas. Acostumado a andar desatento pelas calçadas, tropeçando no meio-fio, desviando-se de andaimes e pedestres, certo dia ele trombou com uma figura que modificou totalmente sua visão sobre a situação de Marina: tratava-se de uma senhora com uma enorme barriga, que o olhou com um profundo ódio após o desastrado encontro.",
      "Luís pensa na vida miserável que aquela mulher devia levar, no sofrimento que sentiria durante o parto e em como empurraria adiante sua rotina inútil com o novo rebento. Em sua imaginação a face da mulher ganha os contornos do rosto de Marina. Ele sente ainda mais raiva de Julião Tavares."
    ],
    "Capítulo 28": [
      "Após alguns dias, como costume, Luís estava em seu banheiro, nu, fumando e pensando em realizações literárias inexistentes. Havia épocas em que passava horas, todas as manhãs, a sonhar com livros que o deixariam famoso. Durante esses períodos era comum sair de casa avoado e responder com tolices aos colegas de trabalho.",
      "Nesta manhã uma formiga o distraiu de seus sonhos literários: ele brincava de cercar o inseto com água e lembrava-se do que aprendera sobre estes seres em almanaques. Do outro lado da parede vêm os ruídos do banheiro da família vizinha: ele consegue distinguir seu Ramalho, que chega tossindo e mal se esfrega ao tomar banho; depois vem D. Adélia, que canta baixinho enquanto se lava; e por último Marina, que geralmente fazia muito barulho, arrancando as roupas, falando alto, se ensaboando e mijando – gerando sons que excitavam a imaginação de Luís. Desta vez, porém, Marina estava quieta e misteriosa.",
      "Luís ouve Marina cuspir e lamentar-se “Virgem Nossa Senhora!”. Ele imagina que a visão que tivera outro dia, na rua, estava se confirmando. Tinha vontade de oferecer ajuda, de perseguir Julião Tavares. “Que vai ser de mim, santo Deus?”, a jovem continuava a queixar. O narrador visualiza mentalmente sua antiga companheira nua, aos prantos, observando a barriga crescer e os peitos incharem.",
      "D. Adélia bate à porta do banheiro, chama pela filha e, ao entrar, questiona o que havia de errado. A moça se descontrola, lamenta seu estado, xinga a si mesmo: “Arrombada”. A mãe se desespera, pede respeito, roga aos santos.",
      "Ouvindo tudo isso, Luís também chora e sente compaixão por aquelas mulheres: tem vontade de ter com elas e dizer-lhes que elas não têm culpa de nada daquilo."
    ],
    "Capítulo 29": [
      "Luís não consegue entender como Marina e d. Adélia sequer citam Julião Tavares entre seus choros e lamentos. Ele sente piedade por aquelas mulheres, que só sabem se resignar e pedir ajuda aos céus, e acredita que o verdadeiro responsável por aquela desgraça, Julião, merece a morte. Em sonhos o narrador encarava o vilão sendo asfixiado, roxo, com a língua para fora. Imaginava também possuir os braços musculosos dos lutadores de capoeira.",
      "Voltando a seu passado familiar, Luís relembra o poder do seu velho avô Trajano, que possuía a força dos músculos de seus escravos, além do ventre de suas escravas. Ele sabia de vários caboclos, filhos de Quitéria, que frequentemente iam pedir a bênção ao antigo escravocrata como se fosse seu pai.",
      "Quando Luís era pequeno Trajano já estava decadente, viciado na pinga, mas mantinha os ares de patriarca e o respeito dos cangaceiros da região. A última lembrança do avô vinha de quando uma cascavel se enrolara em seu pescoço, enquanto ele dormia, e Luís assistia a cena espantado. Seu pai matou a cobra e Quitéria a jogou longe.",
      "Os descendentes bastardos de Trajano agora vagueavam pelos sertões, salteando cidades, violando mulheres brancas e enforcando homens ricos.",
      "O único filho legítimo do velho, tido com Sinhá Germana, fora Camilo, pai de Luís, que acabou se entregando à leitura de livros e o influenciou na atividade da escrita. Comparado ao avô, Luís sentia-se um miserável, fadado a obedecer ordens e a escrever palavras no papel."
    ],
    "Capítulo 30": [
      "Seu Ivo faz uma nova visita a Luís e lhe oferece uma corda de presente: “Serve para armar rede”, ele sugere. Enquanto o andarilho fazia sua refeição Luís se atormentava com o que se passava por sua cabeça ao observar a corda sobre a mesa.",
      "Os pensamentos do narrador se voltam mais uma vez ao passado, a imagens de criminosos condenados, com seus corpos exibidos em frente à cadeia. Também lembra das ações de Amaro vaqueiro, laçando animais. Por último descreve o fim de seu Evaristo, homem trabalhador que acabou se enforcando quando teve de pedir esmolas para sobreviver.",
      "Em meio a estas lembranças Luís anda pela sala em círculos, questiona se seu Ivo já havia matado alguém e acaba por colocar a corda no bolso, mandando o andarilho ir embora."
    ],
    "Capítulo 31": [
      "Luís vai ao café e observa Julião Tavares pelo espelho do balcão. Ele procura distrair-se lendo as palavras no menu, mas a todo momento espia seu inimigo.",
      "Houve dias em que Marina saiu de casa e Luís a perseguiu pensando que ela se encontraria com o comerciante, mas foi em vão.",
      "Agora ele o tinha bem próximo e no seu bolso segurava a corda que havia ganho de seu Ivo: tinha vontade de pular ali mesmo e laçar o pescoço gordo de Julião. O chefe de polícia também estava no café e talvez fosse prendê-lo na mesma hora, mas Luís não se importaria: a vida na prisão não seria pior que a que ele já levava. O narrador imagina que a opinião pública poderia se levantar sobre o caso, mas ele também não liga: sabe que tal opinião não passa de palavras em papéis e votos do júri, e não há mais nada que defina bem e mal, é tudo opinião, tudo irrelevante. Ele ainda observa o guarda-civil e considera que ele não teria coragem de detê-lo, no máximo usaria o apito, era um covarde.",
      "Luís pensa por um momento em uma revolução dos trabalhadores: qual função sobraria para ele? O que seria do guarda? E o que sobraria para Julião Tavares? O fato é que, naquele momento, Julião Tavares era importante. Um rato, mas importante.  Tinha receio de assassinar alguém importante."
    ],
    "Capítulo 32": [
      "O tempo que passava no trabalho era o único que dava algum sossego a Luís: os ares burocráticos da repartição carregavam uma lentidão própria do serviço público que desanuviava sua cabeça. Ao botar os pés para fora, porém, o turbilhão de pessoas, olhares e gestos logo tomavam conta de seus pensamentos: tudo lhe parecia cheio de malícia e lascívia.",
      "Após ter uma breve refeição em sua casa, o escritor retorna ao café, onde encontra Moisés e Pimentel. Ao procurar por cigarros em seu bolso tateia novamente a velha corda: pensa em jogá-la fora, era uma encrenca o que seu Ivo lhe tinha arranjado.",
      "Moisés fazia seus tradicionais comentários sobre arte e revolução, Pimentel não discordava de nada, Luís lançava opiniões divergentes – o mundo estava perdido. Pelo espelho do balcão era possível ver Julião Tavares, que devia zombar da discussão levantada pelo trio. Quando Luís não o encontrava no café, saía pela cidade a procurá-lo, além de continuar a perseguir Marina quando ela dava seus passeios.",
      "Certa vez a moça entrou numa casinha que sustentava um letreiro: “Albertina de tal, parteira diplomada”. Luís observou a cena atento e aguardou sua saída numa bodega em frente. Ele tentou puxar conversa com o dono do estabelecimento, perguntando sobre a tal parteira e fazendo comentários sobre as pichações revolucionárias no muro ao lado, mas o homem não tinha opinião sobre nada, só cuidava de sua própria vida.",
      "Enquanto esperava, Luís imaginava o que se passava na casa da parteira: provavelmente estavam preparando um procedimento abortivo, o que lhe parecia um crime. Assim que Marina saiu Luís foi ao seu encontro. Ela não quis atendê-lo e ele insistiu: “Puta!”. A moça suava, tinha os lábios pálidos e continuava a caminhar. Luís persistiu com denúncias e xingamentos, enquanto ela somente pedia para que a deixasse em paz. Quando se separaram ele imaginou que Marina estaria indo mais uma vez ao encontro de Julião."
    ],
    "Capítulo 33": [
      "Luís da Silva fica sabendo que Julião anda com uma nova amante e logo imagina que nova vítima seja a datilógrafa de olhos verdes, com quem havia flertado brevemente, e isso o enfurece – com certeza seria mais uma a procurar os serviços de dona Albertina.",
      "Intricado com o novo romance de seu rival, Luís persegue Julião pelos bondes da cidade quando ele sai do café. A corda permanece em seu bolso. Descobre, enfim, que ele se encontra com uma “criaturinha sardenta e engraçada”, que trabalha no comércio."
    ],
    "Capítulo 34": [
      "Luís flagrou Julião visitando a casa da moça durante a noite e ficou aguardando sua saída. Após duas horas um vulto saiu da residência e seguiu caminhando pelos trilhos, sempre procurando as sombras.",
      "O narrador seguia a figura à distância e se incomodava com seus passos confiantes: Julião sempre se portava assim, era espaçoso, como se o mundo girasse ao seu redor, enquanto Luís espremia-se onde quer que estivesse, com receio de atrapalhar os demais.",
      "Andando pelos becos da linha de trem, Luís pensa em como Julião deveria se gabar com os amigos por deflorar as pobres jovens. Lembra-se, então, de Marina, considerando se ela havia perdido seu valor ao ter se entregue a tal figura."
    ],
    "Capítulo 35": [
      "A perseguição noturna continua, com os pensamentos de Luís variando entre lembranças longínquas dos capangas de seu avô, alguns condenados à cadeia, e considerações sobre Julião e sobre si próprio.",
      "O narrador tinha em mente a imagem de José Baía, matador de renome em sua infância, quando pegou a corda em seu bolso e saltou sobre o corpo da vítima, laçando seu pescoço. Julião esforçou-se numa breve luta, balançando para a frente e depois quase caindo para trás, sobre o corpo de seu assassino, mas não resistiu e tombou desfalecido. Luís da Silva teve a sutil sensação de não ser a mesma pessoa: havia abandonado o papel subserviente que incorporara desde a infância, sempre fazendo o que os outros mandassem, e isto o alegrava.",
      "Atormentado pelo seu próprio ato, Luís ficou alguns instantes sem saber qual atitude tomar: deixaria o corpo de Julião escondido entre as folhas? Ou o carregaria até a cidade? Chegou a iniciar uma escavação com as próprias mãos, mas percebeu que era uma tarefa impossível sem as devidas ferramentas. Ao lembrar-se do enforcamento de seu Evaristo, decidiu amarrar o pescoço de Julião e guindá-lo num galho de árvore.",
      "Durante o tortuoso trabalho Luís mentalizava diversos cenários em que teria seu crime descoberto, responderia a tribunais e seria condenado a trinta anos de prisão. O enorme corpo já estava suspenso quando algumas pessoas cruzaram o caminho e esbarraram no enforcado, mas apenas pediram desculpa e seguiram em frente, iludidos pela escuridão da noite e pelo nevoeiro.",
      "Com o morto devidamente erguido Luís amarrou a corda na árvore e passou a procurar por seu chapéu, que caíra durante a luta. Primeiramente vestiu um chapéu que não lhe coube – era o de Julião – depois encontrou o seu e saiu desgovernado pelos trilhos.",
      "No meio do caminho Luís cruzou um vagabundo que dormia e pediu um cigarro. Já chegando próximo de sua casa ele imaginou que se qualquer pessoa o visse naquele estado, com as roupas sujas e rasgadas, seria uma testemunha perfeita de seu crime. Pensava até mesmo em um possível encontro com guardas e em como imediatamente confessaria seu feito.",
      "Protegido, em sua casa, Luís despiu-se e tomou um banho silencioso, para não despertar suspeitas na vizinhança. Suas mãos tinham ferimentos que doíam conforme eram lavados. Eram três horas quando ele bebia aguardente e fumava cigarros. Teve a impressão de alguém batendo à porta e ficou confuso, pensando em que desculpa daria para estar acordado àquela hora, mas não havia ninguém por ali. Às quatro horas caiu na cama, como um morto."
    ],
    "Capítulo 36": [
      "No dia seguinte Luís decide não ir ao trabalho e pede que Vitória ligue para a repartição informando que seu patrão está doente. Assim que a criada sai ele se ocupa em esconder as peças de roupa sujas, que poderiam incriminá-lo.",
      "A dinâmica ao redor do narrador parece não se alterar: os vizinhos seguem com suas ocupações e ruídos de sempre, o que o faz pensar se tudo não seria uma ilusão – como pode tudo continuar como antes, mesmo tendo ele feito o que fez? Luís se convence, afinal, que desastres acontecem todos os dias, tornando tudo sem importância.",
      "Pela fresta da janela o escritor observa o movimento na rua e se exalta quando os bicos de um par de sapatos parecem apontar na direção de sua casa, parando por instantes: imediatamente ele é tomado pelo temor de que investigadores da polícia estejam em seu encalço. Toda uma possível cena de interrogatório passa por sua cabeça: Luís não teria como esconder as mãos machucadas nem como justificar as roupas sujas emboladas no saco, iria irremediavelmente para a prisão. Lá, ao menos, crê que poderia escrever seu livro em paz, um livro que o redimiria com uma fama internacional! Mas os tais sapatos mudaram de direção e foram embora, provavelmente não eram de um investigador.",
      "Luís da Silva volta a mexer nas roupas que dariam evidência de seu crime, tentando limpá-las, quando alguém bate à porta. Mais uma vez uma tensão o domina e ele se pega pensando na vida na cadeia. Após algum tempo em seus delírios ele descobre que se trata apenas de mais um vagabundo a pedir esmolas e manda-o embora em meio a xingamentos.",
      "O narrador passa a considerar que era melhor ser logo descoberto pela polícia, já que a tortura de se sentir ameaçado a cada vez que lhe batessem à porta era mais incômoda. A própria ideia de continuar a viver sua vida “safada”, escrevendo artigos e concordando com as pessoas, lhe parece um enorme sofrimento.",
      "A voz da vizinha, d. Adélia, afirma que “Quem faz neste mundo paga é aqui mesmo” e Luís entra em uma breve paranoia, alegando inocência para as paredes e se isolando em sua cama, enrolando-se aos lençóis. Ele avisa Vitória que está muito mal e fica trancado no quarto, vendo o tempo passar conforme a luz do sol que entra por uma fresta percorre o ambiente.",
      "Algum tempo se passa numa inconsciência parcial: o narrador não tem certeza se recebera visitas e quais diálogos teriam acontecido, se os sons da vizinhança realmente existiam ou eram fruto de sua imaginação.",
      "Uma última vez todos os personagens do passado de Luís da Silva, desde a infância, desfilam por seus pensamentos, misturando-se às histórias dos livros que lera e às conversas que travava com Moisés e Pimentel. Eram milhares de “figurinhas insignificantes”, como ele mesmo, que se deitavam em seu colchão de paina.",
      "Este foi o Resumo Por Capítulo de Angústia. Veja a seguir a análise dos personagens e um resumo geral da obra."
    ],
    "Análise dos Personagens": [
      "Luís da Silva – Personagem-narrador do livro, apresenta-se como um escritor desiludido e em conflito com o mundo, encarnado numa função burocrática de governo em Maceió, por conta de suas habilidades com as letras. Único descendente de uma decadente família sertaneja, que teve seu avô como último grande patriarca, Luís teve uma infância solitária e apegou-se aos valores literatos paternos, rumando ao litoral em busca de um ambiente propício à sua expressão artística. Sua perspectiva perante a vida, no entanto, conforme se revela através da obra, o levou a perceber a sociedade como uma estrutura imersa em vícios e dissimulações, tornando-se ele mesmo mais um personagem de um teatro que considerava patético. Tal visão pessimista o coloca constantemente em situações de extremo desconforto físico e psicológico. Sua única tentativa de engrenar numa existência talvez mais elevada, através do relacionamento românico que estabelece com sua vizinha, Marina, é frustrada pela invasão de sua rotina por Julião Tavares, um comerciante bem sucedido que logo se torna seu rival amoroso. O drama de Luís avança conforme ele nota em si o claro desejo de assassinar seu oponente, numa narrativa psicológica que mistura seu passado infantil e familiar a considerações críticas sobre a organização política e de poder econômico na sociedade em que vive.",
      "Trajano Pereira de Aquino Cavalcante e Silva – Avô de Luís, foi um influente coronel do sertão, mas é retratado em sua fase decadente, viciado em álcool, com sua fazenda improdutiva e seus antigos escravos libertos.",
      "Sinhá Germana – Avó de Luís, era uma tradicional dona de casa, submissa ao marido, e ao final da vida delirava ao dar ordens a escravos que já não existiam.",
      "Camilo Pereira da Silva – Pai de Luís, vivia imerso em leituras e campanhas políticas infrutíferas.",
      "Mestre Domingos – Antigo escravo do avô de Luís, conseguiu se emancipar como comerciante. Ao ver o velho Trajano, seu antigo dono, embriagado pela cidade, oferecia ajuda mesmo sendo maltratado, como se ainda fosse escravo.",
      "Quitéria – Última serva da família de Luís, fora uma escrava com quem seu avô possivelmente teve alguns filhos bastardos e acompanhou o narrador até a morte de seu pai.",
      "Padre Inácio – Líder religioso com influência política na cidade natal de Luís e que tinha o apoio de seu pai.",
      "Amaro Vaqueiro – Antigo funcionário do avô de Luís, que o tem como uma figura heroica de seu imaginário infantil.",
      "José Baía – Matador do sertão que prestava serviços ao avô de Luís e que era visto por ele como símbolo de bravura.",
      "Mestre Antônio Justino – Professor de Luís na infância, introduziu-o no mundo das letras.",
      "Velho Acrísio – Andarilho que costumava visitar o pai de Luís e esteve presente em seu velório.",
      "Seu Evaristo – Velho trabalhador da cidade natal de Luís que acabou se enforcando quando percebeu que sua mão-de-obra não tinha mais valor e que precisaria pedir esmolas para sobreviver.",
      "Lavadeira Rosenda – Prestadora de serviços para a família de Luís na infância, foi a única a se preocupar com ele quando ficou órfão.",
      "Cabo José da Luz – Policial da cidade, esteve presente no velório do pai de Luís.",
      "Dona Aurora – Dona da pensão em que Luís passou sua juventude, era mãe de uma garota que certa vez levou sua filha a um “encontro” com seu inquilino numa desastrosa sessão de cinema.",
      "Dagoberto – Colega de pensão de Luís, estudava medicina e frequentemente compartilhava com o narrador seus conhecimentos sobre anatomia humana.",
      "Berta – Moça de origem alemã que seduziu Luís em sua juventude, sendo considerada a mais bela mulher com quem esteve.",
      "Dr. Gouveia – Proprietário da casa alugada por Luís em Maceió, é encarado como mais um capitalista que só quer saber de seus ganhos, cobrando por seu imóvel um valor que o narrador considera excessivo.",
      "Vitória – Criada de Luís, é retratada como uma velha solitária e obcecada com questões supérfluas, como os embarques e desembarques de pessoas influentes no porto da cidade, a tentativa de ensinar versos a um papagaio e o acúmulo de seus ganhos mensais em buracos “secretos” no fundo do quintal.",
      "Moisés – Principal amigo de Luís, é um judeu idealista que só sabe falar de teorias socialistas e possíveis revoluções, sem ter, entretanto, coragem de executar qualquer plano nessa direção, nem mesmo de defender seus ideais em público. Por ser muito sensibilizado pelas mazelas sociais, o narrador considera que seu amigo poderia ser muito mais feliz se pensasse menos.",
      "Pimentel – Colega de trabalho de Luís, participa das frequentes discussões com Moisés e Julião.",
      "Seu Ivo – Velho andarilho que frequentemente visita Luís em busca de refeições. É ele quem oferece ao escritor uma corda, que o estimula a cometer o assassinato de Julião.",
      "Dona Rosália – Vizinha de Luís, uma mulher antipática que vive com seu filho e recebe visitas esporádicas de um marido mercador.",
      "Antônia – Criada de Dona Rosália, vive se envolvendo com homens por quem é repetidamente enganada.",
      "Lobisomem – Vizinho de frente de Luís, muda-se para a rua com suas filhas e logo torna-se alvo da fofoca dos moradores locais: supõe-se que ele mantém relacionamentos sexuais com as próprias filhas e por isso ganha o apelido.",
      "Marina – Recém mudada para a casa vizinha à de Luís, a jovem é observada pelo escritor durante as tardes em que cuidava de seu jardim. Filha única de um casal humilde, ela é vista pelo vizinho como uma personalidade fútil, preocupada somente com aparências e status social. Com a mesma facilidade que ela é atraída por Luís para encontros noturnos, acaba também cedendo aos olhares de Julião Tavares, por quem acaba abandonada após uma gravidez indesejada.",
      "Dona Adélia – Mãe de Marina, vive reclamando da vida e sempre se coloca como vítima das situações.",
      "Seu Ramalho – Pai de Marina, trabalha na companhia elétrica e defende opiniões conservadoras, criticando a libertinagem da juventude, mas não consegue impor sua moral nem à própria filha.",
      "Julião Tavares – Capitalista de sucesso, membro de uma família tradicional de comerciantes, Julião surge para o narrador em um evento cultural no qual exibe sua desenvoltura em discursos pomposos e com forte viés nacionalista – o que Luís considera apenas uma maquiagem para o caráter perverso de um membro da elite. Mesmo sem ser convidado, mas muito à vontade com a própria personalidade e opiniões, Julião se infiltra na casa de Luís e acaba atraindo Marina, que a esta altura estava de casamento marcado com seu suposto amigo.",
      "Dona Albertina – Mulher dita parteira, a quem Marina visita para abortar sua gravidez."
    ],
    "Resumo Geral": [
      "Luís da Silva apresenta-se como um homem transtornado, atormentado por tudo que o cerca:  sua realidade, seu passado, a sociedade em que vive e até mesmo sua mente são descritas como problemáticas e incômodas.",
      "Vivendo na Maceió da primeira metade do século XX, ele considera seu trabalho, como jornalista numa repartição pública, uma ocupação estúpida. A casa em que mora, alugada, é compartilhada por ratos e não possui qualquer privacidade: os ruídos da vizinhança indo ao banheiro ou fazendo amor são uma companhia constante. Sua criada, Vitória, é uma velha que vive a resmungar e a cuidar de sua vida.",
      "O texto segue o fluxo de consciência do narrador, que viaja entre cenas do passado, como quando vivia na decadente fazenda de seu avô, Trajano Pereira de Aquino Cavalcante e Silva, que fora um coronel com alguma influência no sertão, ou quando se mudou para a vila com seu pai, Camilo Pereira da Silva, e aprendeu a ler e escrever, ou mesmo na sua época de estudante, já na cidade, vivendo em pensões, implorando por oportunidades de trabalho e experimentando desilusões amorosas.",
      "As imagens do passado se alternam com reflexões ásperas sobre a sociedade e suas relações de interesse e poder, nas quais Luís era constantemente incluído como uma figura periférica. Ao mesmo tempo em que cultivava um profundo desprezo por tudo o que via, percebendo-se isolado e solitário, o narrador confessava um insistente desejo de escrever livros, que o perseguia desde sua juventude, mas que nunca conseguira concretizar.",
      "As relações sociais do narrador se resumem a Pimentel, um colega de trabalho, e Moisés, um judeu que se acredita revolucionário comunista, com os quais costuma se reunir nos cafés e em sua casa.",
      "Abalado por fatos a princípio obscuros, o narrador resolve contar o que o levou àquela situação: a vida de Luís seguia numa monotonia confortável até que ele reparou em Marina, sua nova vizinha, uma jovem que vivia frivolamente com seus pais. O interesse logo avançou para encontros noturnos que culminaram em um desajeitado pedido de casamento. Luís tentou escapar de formalidades, mas a moça exigiu alguns preparativos que obrigaram o noivo a contrair dívidas para preparar seu enxoval.",
      "Na mesma época surgia Julião Tavares, um comerciante de família bem-sucedida, gordo e muito falador. Sem pedir licença ele se aproximou de Luís, frequentou sua casa e acabou por seduzir a noiva de seu “amigo”.",
      "Enfurecido, Luís ensaiou tomar alguma atitude contra seu adversário, pensou em atos violentos, mas se resignou a guardar todo o ódio para si. A princípio ele tentou negar a traição, imaginando uma reconciliação com Marina, mas acabou se entregando a bebidas, procurando lazer e prostituição.",
      "Após certo tempo acompanhando Julião em eventos sociais, Marina é abandonada e, conforme Luís escuta através da parede de sua casa, fica grávida. Tal desgraça desperta novamente em Luís o desejo heroico de vingança: ele decide perseguir Julião e o ataca durante a noite, matando-o enforcado.",
      "O desfecho do romance apresenta seu narrador recluso em sua casa, amedrontado pela ameaça de ser descoberto como assassino, e trancado, como sempre, em seus pensamentos recorrentes e paranoicos, que retrata neste livro."
    ]
  }
}