{
  "title": "“Dois irmãos” – Resumo da obra de Milton Hatoum",
  "chapters": {
    "Em estilo enxuto, mas repleto de sutilezas, romance narra tumultuada relação de ódio entre dois irmãos gêmeos numa família libanesa que vive em Manaus": null,
    "Resumo": [
      "O livro começa com uma breve introdução onde narra-se a morte de Zana, mãe dos gêmeos Yaqub e Omar (o Caçula), em situação de enorme angústia. Na cena descrita, o silêncio que responde negativamente à última pergunta da mulher (“Meus filhos já fizeram as pazes?”) coincide com o fim do dia.",
      "O primeiro capítulo começa com a volta do jovem Yaqub de uma viagem forçada ao Líbano. Pode-se concluir que essa ação se passa em 1945, no fim da II Guerra Mundial, pois o porto do Rio de Janeiro está “apinhado de parentes de pracinhas e oficiais que regressavam da Itália”. O motivo da viagem ao Líbano é esclarecido posteriormente em um recuo cronológico: a tentativa de separar os gêmeos e evitar o conflito entre eles. As diferenças entre os personagens, que parecem vir do berço ou ter começado em sua mais remota infância, tornam-se cada vez mais acentuadas.",
      "A primeira disputa séria entre os irmãos tem como pivô Lívia, uma garota pela qual os dois se apaixonam. Numa primeira ocasião (o baile dos jovens), a mãe ordena a Yaqub que leve a irmã Rânia para casa, o que favorece Omar. O troco não demora a chegar: numa sessão de cinematógrafo na casa dos vizinhos, uma pane no equipamento deixa a sala escura. Quando as luzes se acendem, os lábios de Lívia estão colados ao rosto de Yaqub. Omar se vinga quebrando uma garrafa e cortando, com ela, o rosto do irmão. A cicatriz em forma de meia-lua será uma marca do ódio perene entre ambos.",
      "Os pais percebem que o incidente pode despertar uma série de vinganças entre os dois e, para evitar isso, mandam Yaqub a uma aldeia remota no Líbano. A estratégia resulta inútil, pois a única coisa que não muda em Yaqub, ao voltar para o Brasil, é o ódio que sente do irmão; o mesmo pode ser dito de Omar. Yaqub chega da viagem e se aferra aos estudos, revelando-se um matemático excelente. O irmão, que permanecera sob os cuidados da mãe, mostra-se irrequieto e indisciplinado.",
      "Durante uma aula de matemática, o Caçula agride o professor Bolislau, o preferido de Yaqub, e é expulso do colégio dos padres. Vai para uma escola de reputação duvidosa – Liceu Rui Barbosa, o Águia de Haia, conhecido como “Galinheiro dos Vândalos”. Lá, conhece o professor Antenor Laval, admirador de poetas simbolistas franceses e defensor da liberdade.",
      "Em contrapartida, o sucesso de Yaqub tem como prêmio uma viagem a São Paulo, a fim de que possa aprimorar os estudos. Seu professor de matemática, o padre Bolislau, ajuda-o a decidir-se pela partida, ao dizer: “Se ficares aqui, serás derrotado pela província e devorado pelo teu irmão”. Antes de seguir, Yaqub tem um encontro amoroso com Lívia.",
      "De São Paulo, Yaqub envia cartas cada vez mais lacônicas. Forma-se em engenharia, prospera profissionalmente e casa-se. Enquanto isso, um Halim velho e nostálgico fala sobre o passado ao narrador. Conta como foi o nascimento dos filhos e a abertura de sua loja. Afirma, também, que a vinda dos filhos o incomodou, pois sentia que eles lhe roubavam a atenção da mulher, principalmente o Caçula.",
      "Omar torna-se boêmio, entrega-se a festas e a bebedeiras, terminando sempre suas noitadas estirado numa rede da casa, onde permanece grande parte do dia. Na noite em que traz uma mulher para casa, isso ultrapassa os limites até mesmo de seu permissivo pai. Halim levanta-se e expulsa a desconhecida, que dormia na sala. Depois, arrasta o filho pelo cabelo, dá-lhe uma bofetada, prende-o ao cofre e parte por dois dias.",
      "Quando Omar leva formalmente outra mulher, Dália, para casa, Zana antevê nela uma potencial concorrente, por isso a expulsa. O Caçula parte atrás de Dália, que descobrem ser uma das Mulheres Prateadas, grupo de dançarinas amazonenses que se apresentava em uma casa noturna.",
      "Após o episódio da mulher prateada, Zana decide enviar Omar a São Paulo. Yaqub nega-se a abrigar o irmão, mas se propõe a alugar para ele um quarto numa pensão e matriculá-lo num colégio particular. O Caçula parte para São Paulo e, durante algum tempo, porta-se de maneira exemplar.",
      "De repente, chega a notícia de seu desaparecimento. Algum tempo depois, descobre-se que ele se envolvera com a empregada de Yaqub para ter acesso à casa do irmão. Ao chegar lá, descobrira que a mulher de Yaqub não era outra senão Lívia, alvo das disputas infantis dos gêmeos. Tomado pela raiva, Omar cobrira as fotos de Yaqub e de sua mulher com desenhos obscenos. Roubara também 820 dólares do irmão, mais o seu passaporte, e viajara para os Estados Unidos.",
      "Numa visita de Yaqub à família, em Manaus, o narrador observa sua mãe e o visitante de mãos dadas e desconfia ter descoberto a identidade de seu pai. De volta a São Paulo, o gêmeo mais velho prospera cada vez mais.",
      "Omar retorna a Manaus, onde se envolve em atividades de contrabando e com uma mulata conhecida como Pau-Mulato. Depois foge de casa por longo tempo.",
      "Halim decide procurar o Caçula, mas a busca, que dura meses, não surte resultado. É Zana quem dá o passo decisivo para encontrar o filho: procura um velho peixeiro manco, o Perna-de-Sapo, que conhecia a floresta como ninguém. Em pouco tempo, o homem descobre o paradeiro de Omar. Zana vai atrás dele e, após uma discussão, o traz para casa.",
      "O narrador revela sua paixão por Rânia, que, no entanto, só irá conceder a ele uma única noite de amor. Halim envelhece, e a presença definitiva do Caçula o deixa pouco à vontade em casa. Zana pede a Nael, o narrador, que acompanhe o filho em suas noitadas.",
      "Outra faceta de Omar é narrada no episódio de prisão e morte do professor Antenor Laval. Em abril de 1964, logo após o golpe militar, Laval é espancado por policiais em praça pública e preso. Dois dias depois, sabe-se que está morto. Omar, abalado com o destino do mestre, fecha-se em luto e deixa temporariamente as noitadas.",
      "Halim se entrega cada vez mais ao passado e sai de casa frequentemente, para longas caminhadas pela cidade, sempre seguido por Nael. Até que, na véspera do Natal de 1968, só volta de madrugada, depois que todos já dormiam. De manhã, os familiares o encontram: sentado sobre o sofá, não respira mais. Omar dirige, então, grandes ofensas em direção ao corpo do pai.",
      "Vizinhos chegam a tempo de impedir o filho de atacar o cadáver. Yaqub envia para o enterro uma coroa de flores e um epitáfio: “Saudades do meu pai, que mesmo à distância sempre esteve presente”. Zana, pela primeira vez, trata Omar com dureza e o repreende severamente.",
      "Omar passa a trazer para casa um indiano chamado Rochiram, que pretende construir um hotel em Manaus. Zana vê aí a possibilidade de reconciliar os dois irmãos. O Caçula prevê as intenções da mãe e tenta esconder inutilmente o indiano. Por carta, Zana chama Yaqub, que, após algum tempo, aparece secretamente em Manaus e se hospeda num hotel isolado. Está associado a Rochiram. Numa manhã, Yaqub surge na casa e deita-se na rede, chamando Domingas para sentar-se a seu lado. Nesse instante, Omar irrompe na varanda e agride brutalmente o irmão indefeso. Rasga também seus projetos para a construção do hotel. Os planos de Zana vão por água abaixo: Yaqub tentara trair o irmão, que descobrira tudo e o teria matado se não fosse a interferência de Nael e dos vizinhos.",
      "Para piorar a situação, o fracasso do projeto resulta em gigantesca dívida com o empresário indiano. Pouco tempo após o conflito, Domingas fica doente e morre. Antes, revelara ao filho que, no passado, fora estuprada por Omar.",
      "Rânia prepara um bangalô para levar a mãe, que resiste a abandonar o velho lar. Um dia, Rochiram aparece e pede a casa como forma de acerto da dívida. A sugestão viera de Yaqub. Omar torna-se um foragido, porque a agressão fora denunciada pelo irmão à polícia. Nesse tempo, ocorre a morte de Zana. Uma pequena parte da casa, nos fundos, torna-se posse de Nael. “Tua herança”, afirma-lhe Rânia. Numa tarde, Omar aparece diante de Rânia. A irmã não tem tempo de falar com ele, já que policiais estavam à espreita e o capturam, depois de agredi-lo.",
      "O narrador cita rapidamente a morte de Yaqub. Omar sai da cadeia pouco antes de cumprir sua pena. Na última cena do romance, chove torrencialmente e o Caçula aparece diante do narrador. Olha fixamente para Nael, parece estar a um passo de pedir perdão, mas recua e parte lentamente."
    ],
    "Lista das principais personagens": [
      "Zana: esposa de Halim e mãe dos gêmeos Yaqub e Omar. É dominadora e forte, molda o destino do marido e dos filhos.",
      "Halim: melhorou de vida ao se casar com Zana.",
      "Yaqub: irmão gêmeo de Omar, é mandado para o Líbano aos 13 anos para ser separado de seu irmão e evitar o conflito entre os dois. De volta ao Brasil, torna-se engenheiro e casa-se com Lívia. É alto e vistoso, de rosto angular, cabelo ondulado e preto, olhos castanhos.",
      "Omar (o Caçula): nasceu pouco depois de seu irmão Yaqub. Fisicamente é idêntico ao irmão, mas tem comportamento e caráter bem diferentes dele. Protegido pela mãe, torna-se rival do pai e do irmão.",
      "Rânia: irmã mais nova dos gêmeos, decide não se casar e dedicar-se inteiramente ao comércio.",
      "Lívia: por causa dela os gêmeos têm a primeira briga séria e Omar corta a face de Yaqub com uma garrafa quebrada. Ela vai embora para São Paulo e mais tarde casa-se às escondidas com Yaqub.",
      "Domingas: órfã que foi morar na casa de Halim e Zana como empregada.",
      "Nael: filho de domingas, é narrador da história. Filho de um dos gêmeos, mas não se tem certeza de qual deles.",
      "Dália: dançarina por quem Omar se apaixona. Zana consegue fazer com que ela sumisse.",
      "Pau-Mulato: negra alta e forte por quem Omar se apaixona. Os dois fogem de casa, mas Zana consegue novamente desfazer o romance do filho."
    ],
    "Sobre Milton Hatoum": [
      "Filho de imigrantes libaneses, Milton Hatoum nasceu em Manaus, Amazonas, em 19 de agosto de 1952. Na década de 1970, viveu em São Paulo, onde cursou arquitetura na Universidade de São Paulo (USP). Em seguida, direcionou-se para os estudos literários. Nos anos 1980, depois de morar na Espanha, foi para a França e fez pós-graduação na Universidade de Paris III. De volta a Manaus, lecionou língua e literatura francesas na Universidade Federal do Amazonas (UFAM). Foi também professor-visitante da Universidade da Califórnia, em Berkeley, nos Estados Unidos.",
      "Em 1989, aos 37 anos, publicou, seu primeiro romance, “Relato de um Certo Oriente”. Voltou a morar em São Paulo em 1998, onde fez doutorado em teoria literária na USP. Publicou, ainda, “Dois Irmãos” (2000) e “Cinzas do Norte” (2005). Seus três romances foram ganhadores do Prêmio Jabuti, um dos mais importantes do país. Muitas de suas histórias foram traduzidas e publicadas em outros países. Hatoum, que ocupa lugar de destaque entre os autores de sua geração, lançou em 2008 a novela “Órfãos do Eldorado”."
    ]
  },
  "author": "Guia do Estudante"
}