{"title":"Vidas Secas","chapters":{"1 - Mudança":["Fabiano, Sinhá Vitória, o filho mais novo, o filho mais velho e a cachorra Baleia, cinco figuras secas, se arrastam pela seca caatinga.","Um dia antes a família era maior, pois havia um papagaio. Não havia mais alimento para mantê-lo e resolveram usá-lo de alimento. À Baleia restaram os ossos e a cabeça de seu antigo amigo.","Juazeiros, juntos a uma cerca, apareceram pelo caminho e o grupo repousou em suas sombras. Fabiano explorou a propriedade que estava abandonada, provavelmente seus moradores fugiram devido à seca.","A cachorra Baleia sentiu cheiro de preás e saiu à caça. Trouxe o animal nos dentes, para a alegria da família, que assou o roedor. À Baleia sobrariam novamente os ossos, talvez o couro.","Ao anoitecer Fabiano percebe as estrelas sumirem em meio às nuvens. A chuva viria, a vida brotaria do chão e Fabiano seria dono daquele lugar."],"2 - Fabiano":["A chuva veio, e junto dela o dono da fazenda, que expulsou Fabiano. Mas o homem ofereceu seu trabalho e ficou por lá como vaqueiro.","Estavam à procura de uma novilha perdida, Fabiano e Baleia, quando um dos filhos se aproximou e perguntou algo. Fabiano se incomodava com perguntas, não tinha o direito de saber nem o dever de responder. Falaria com Sinhá Vitória para tratar da educação das crianças, ela não tinha tempo para isso, cuidando da casa, mas os garotos atormentavam demais Fabiano.","Ele lembrou-se do Seu Tomás da bolandeira, um homem que lia muito, falava difícil, e não resistiu à seca, morreu. De que adiantava o conhecimento? Seu Tomás era educado, não mandava, pedia. Diferente dos homens normais e de seu patrão atual, que berrava por tudo, só para mostrar autoridade.","Sinhá Vitória queria uma cama como a de Seu Tomás, Fabiano achava doidice.","Fabiano olhava a caatinga e previa que a seca voltaria, o verde sumiria, ele precisaria apertar o cinto, encolhendo o estômago. Isso sempre acontecia com ele, e com o pai dele, e com o avô dele. Ele precisava resistir, ser duro. Ser homem. E quando morresse seus filhos deviam seguir o mesmo caminho. Era bom que aprendessem a ser duros como ele, para não morrerem fracos como Seu Tomás da bolandeira."],"3 - Cadeia":["Fabiano foi à feira da cidade comprar mantimentos. Ele era muito desconfiado de que todos lhe passavam a perna, mas não tinha vocabulário suficiente para questionar nada. Assim, rodou a feira procurando pechinchar no preço do querosene e da chita que Sinhá Vitória lhe pediu.","Parou para beber uma pinga e foi chamado por um soldado amarelo para jogar cartas. Sabia que colocar o dinheiro do querosene e da chita em jogo deixaria Sinhá Vitória furiosa, mas não sabia esquivar-se do chamado de um soldado. Perdeu tudo.","Fabiano saiu exaltado do bar, pensando no que dizer em casa, mas mal tinha capacidade de pensar em mentiras. Já era tarde. Tomou a rua até ser empurrado pelo soldado amarelo, que questionava porque ele saíra do bar sem se despedir. Fabiano alegava que estava quieto apenas e não devia ser provocado. O soldado continuou a atacá-lo até que Fabiano o xingou, dando motivo para chamar outros guardas que o prenderam.","Na prisão Fabiano estava moído. Sentou-se, conferiu os mantimentos que comprara. Seus pensamentos variavam entre tentar entender o que se passou, por que ele estava ali, e lembrar-se de sua casa, de Sinhá Vitória, que deveria estar ansiosa aguardando por ele e pelo querosene. Fabiano ouvia os demais presos, uns em torno de uma fogueira, outros chorando numa outra sala. Estava tudo errado. Fabiano chegou à conclusão que lhe prenderam por ele não saber falar e isso lhe parecia injusto. Se soubesse falar, explicaria tudo e estaria livre. Mas só esse raciocínio já era demais para Fabiano, que se perdia em seus pensamentos.","No fim concluiu que estava lá por causa de sua família. Que se não fosse Sinhá Vitória, Baleia e os meninos, teria contra-atacado a soldado amarelo, poderia fazer uma asneira. E questionava se deveria continuar a carregar sua família, se aquilo tinha utilidade já que seus filhos, um dia, brutos como o pai, sofreriam os mesmos maus tratos que ele sofreu."],"4 - Sinhá Vitória":["Sinhá Vitória acendia uma fogueira para preparar comida. Vendo o fogo surgir, a cadela Baleia se exalta e pula ao lado de sua dona, que lhe dá um pontapé. “Arreda!”","Sinhá Vitória não estava bem. Incomodava-se com a cama de varas, queria uma cama de couro, como a de Seu Tomás da bolandeira. Fabiano até tentou calcular um jeito de comprar a tal cama, mas se perdeu nos números. Propôs que se economizasse nas roupas e no querosene. Sinhá Vitória achou um absurdo a proposta, pois eles já se vestiam mal e pouco usavam o querosene, se recolhiam cedo todas noites. Ela sugeriu que o problema do dinheiro eram os gastos com pinga e jogo. Ele retrucou que muito era gasto com sapatos caros que ela usava em festas, com os quais ela mal sabia andar, parecendo um papagaio. Sinhá Vitória entristeceu-se com a comparação.","Enquanto preparava a comida Sinhá Vitória pensava na seca, que poderia voltar. Rezou. Fabiano roncava, dormindo. Ela pensava no quanto era ruim seu marido: quando se arrastavam pela caatinga, deixava-a carregar sozinha o baú, o filho mais novo e o papagaio. Chamou seus filhos que brincavam no barro. Consertou uma cerca quebrada.","Voltou a pensar na cama. Venderia galinhas e a marrã (porca nova desmamada). Nem consultaria Fabiano, ele se entusiasmaria com a ideia e depois desistiria. Sinhá Vitória queria mesmo era a cama como a do Seu Tomás da bolandeira."],"5 - O menino mais novo":["Vendo o pai amansar uma égua, o menino mais novo sentiu o desejo de realizar algo semelhante, que surpreendesse seu irmão e a cachorra Baleia. Fabiano dava-lhe admiração, o menino acompanhava seu trabalho torcendo pelo seu sucesso em meio à poeira levantada como um redemoinho pelo animal, sofrendo com suas quedas. Não entendia como sua mãe, seu irmão e Baleia não davam importância para seus feitos heroicos.","Entre sonhos e pensamentos, surgiu no menino mais novo a ideia de montar uma cabra, tal qual seu pai montava na égua, guardadas as devidas proporções. Arquitetou o plano e pôs em prática. O garoto se segurou por alguns momentos, mas o agito do bicho o jogou ao chão. Seu irmão ria descontroladamente e Baleia olhava seriamente a cena, como quem reprovava aquilo. Lembrando-se das cabras abatidas, o garoto já sentiu-se vingado.","O menino precisava crescer para ser como o pai, para matar cabras e montar éguas. Um dia o faria."],"6 - O menino mais velho":["Um dia o menino mais velho ouviu de Sinhá Terta, durante uma reza para curar uma espinhela do pai, a palavra “inferno”. Daí surgiu na cabeça da curiosa criança a dúvida: o que é “inferno”.","Perguntou à sua mãe. Distraída, disse que era “um lugar ruim demais”. O menino insistiu, querendo mais, e foi desprezado.","Perguntou ao pai, nem obteve resposta.","Voltou à mãe e ela disse que havia lá espetos quentes e fogueiras. O garoto, inocente, perguntou se ela já havia visto. A mãe zangou-se e deu-lhe um cocorote.","Indignado, o garoto saiu e pôs-se a chorar. A cachorra Baleia apareceu para consolá-lo, pulando e agitando o rabo. Ele não acreditava que um nome tão bonito como “inferno” poderia significar algo ruim. Aliás, não existia para ele lugar ruim, o chiqueiro, o barreiro, o pátio, o bebedouro, tudo que conhecia era bom. Mas lembrou-se de quando sua mãe carregava o baú e seu irmão sob o sol, e quando ele desmaiou de tanto calor, e quando precisaram parar sob um juazeiro para aguentarem a viagem. Talvez aquilo fosse “inferno”.","Preferiu parar de questionar, esquecer-se do cascudo que levara da mãe, ao mesmo tempo em que outras questões surgiam-lhe à cabeça: como pode haver estrelas na Terra? A palavra “inferno”, ainda que fosse bela para ele, já havia o prejudicado o bastante. Tinha o apoio da Baleia, o que era o suficiente. Então o garoto abraçava a cadela, que na verdade desgostava daquela carícia excessiva, pensava somente num osso que uma hora haveria de roer."],"7 - Inverno":["A família se reunia em torno do fogo, que mal aquecia parte do corpo dos meninos, que não conseguiam dormir por causa do vento gelado que entrava pelas frestas das paredes e portas. Eles estavam deitados no colo de Sinhá Vitória que conversava com Fabiano. Baleia observava o fogo.","O filho mais velho foi buscar mais lenha. Fabiano se irritou, achava aquilo um desrespeito e iria castigá-lo. A mãe o defendeu.","A conversa do casal, como sempre ressalta o autor, seguia de forma não muito efetiva: cheia de urros, palavras mal faladas, sons guturais… Não havia um assunto, apenas expressões soltas, histórias sem nexo. Para compensar a dificuldade de compreensão mútua, falavam alto. Entendiam-se assim. Fabiano se exaltava, tentando contar suas peripécias imaginárias, em que enfrentava o soldado amarelo e vencia a luta.","Sinhá Vitória ouvia o barulho da chuva forte, as goteiras pingando, o barulho do rio que antes parecia um trovão distante agora corria próximo aos juazeiros. Ela tinha medo de uma inundação. As vacas já se acomodavam junto à parede da casa. Sapos faziam barulho lá fora. Algo inusitado para os pequenos. Nunca havia sapos lá.","E os pequenos, sem dormir, ouviam as histórias de Fabiano, se encantando com as conquistas do pai. Numa passagem, no entanto, eles discutem como teria ocorrido realmente o caso. Fabiano intercede, explicando novamente a história, com outras palavras. Os meninos percebem uma mudança na narração que tira a veracidade dos fatos. Seria melhor ele ter repetido a história do mesmo jeito. Agora tudo era desinteressante. Assim como para baleia, que cochilava a todo o momento."],"8 - Festa":["Fabiano, Sinhá Vitória e os meninos iam à festa de natal na cidade.","O pai e os meninos estavam vestidos de calças e paletós brancos feitos pela Sinhá Terta. As roupas eram apertadas e remendadas. Fabiano deu pouco tecido para fazê-las, desconfiando que Sinhá Terta roubava-lhe os retalhos. Sinhá Vitória, num vestido vermelho, calçava saltos que a impediam de andar. Fabiano esforçava uma postura diferenciada, ereta, mas a ele era incômoda.","Após andarem um pouco se desfizeram de toda fantasia, seriam três horas de caminhada. Com roupas e sapatos às mãos receberam a presença de Baleia, que se unia ao grupo. Fabiano a expulsaria caso ainda estivessem vestidos e com a postura anterior, mas agora que estavam no mesmo nível da cachorra, sua presença era bem-vinda.","Chegando à cidade a família foi à beira do rio lavar os pés e calçar os sapatos. As botinas só entraram nos pés de Fabiano após muito esforço, e machucavam-no. Mas eram necessárias. Ele iria à Igreja e, desde que se entende por gente, viu gente ir à festas e à Igreja vestido dessa forma. Não podia quebrar a tradição, mesmo sem saber bem o porquê.","Os meninos se amedrontaram com a multidão. Como poderia existir tanta gente? Tantos mundos diferentes? Tantas cores, cheiros, luzes, casas, nomes. Tudo era estranho.","Na Igreja Fabiano se incomodava por não conseguir andar junto de Sinhá Vitória e seus filhos, havia muita gente no lugar. Sentia-se preso, com tantas pessoas encostando em seu corpo, por todos lados. Tão preso quanto no dia da briga com o soldado amarelo.","Do lado de fora foram a algumas barracas, os meninos às de brincadeiras, o Fabiano à de apostas e de bebidas. Sinhá Vitória o recriminava. Ele já estava bêbado, desafiando a todos para enfrentá-lo, mas ninguém lhe dava atenção. Sentaram-se na calçada. Fabiano deitou-se.","Os meninos, assim como Baleia, encheram-se de tudo. A mãe sentiu-se apertada, foi até uma esquina onde outras mulheres se aliviavam. Voltou à calçada, Fabiano roncava, sonhando com brigas com soldados amarelos. Sinhá Vitória lembrou-se da seca, de quando caminhavam sem destino sob o sol. Concluiu que a vida não era má. Só faltava a cama de couro de seu Tomás da bolandeira."],"9 - Baleia":["A cachorra Baleia estava para morrer. Os pelos caíam, manchas negras surgiam em sua pele, cheia de feridas e sangramentos. Sua boca inchada e com chagas dificultava que bebesse ou comesse.","Fabiano entendeu que seria melhor matá-la de vez, para evitar mais sofrimento. Sinhá Vitória entendia que o procedimento também era necessário.","Quando Fabiano começou a preparar sua espingarda os meninos perceberam o que iria acontecer e ficaram alvoroçados… Ela era parte da família. A mãe levou-os ao quarto e tapou-lhes os ouvidos.","Baleia percebeu o estranho movimento de seu dono, com a arma apontada. O tiro atingiu somente a parte traseira da cachorra, que saiu se arrastando, latindo e chorando. As crianças se desesperaram, Sinhá Vitória rezou, Fabiano se recolheu.","Baleia procurou chegar aos juazeiros, onde havia um lugar em que se sentia confortável. Mas nem conseguiu. Parou no caminho. Surgiu uma névoa branca, em seguida tudo se escureceu. Sentiu cheiro de preás, ouviu o barulho das cabras, pensou em morder Fabiano mas logo desistiu, ele era seu mestre, fosse como fosse. Em meio a diversas visões de sua vida, Baleia quis dormir para acordar num mundo cheio de preás, gordos, enormes."],"10 - Contas":["Fabiano recebia, pelo seu trabalho, parcelas dos animais que criava. No entanto, por não ter terra própria e pegar constantes empréstimos com seu patrão, sempre vendia seus bezerros e cabritos para seu próprio patrão, por preço muito menor que o de mercado. Vivia, então, endividado.","Certa vez tentou vender cortes de um porco na cidade, mas foi surpreendido por um fiscal do governo que queria lhe cobrar imposto. Desistiu então de negociar, todos o roubavam.","Com seu patrão iniciava a discutir quando via que as contas dele não batiam com as de Sinhá Vitória, mas sob a mínima ameaça de ser expulso da fazenda se redimia, aceitando que talvez sua mulher é que estivesse errada. No fim das contas, aceitava seu destino: “Quem é do chão não se trepa”. Sabia que era roubado, mas também sabia que não podia fazer nada quanto a isso.","Na cidade, após uma dessas discussões com o patrão, com os poucos trocados que sobraram em suas mãos, Fabiano pensou em ir à bodega tomar uma pinga, mas esquivou-se, lembrou-se da discussão arranjada na última vez que fez isso. Preferiu evitar.","Em casa, não conseguiu dormir. Queria pensar em um futuro, mas não havia. Continuaria morando em casa de outros, trabalhando enquanto permitissem, até precisar sair novamente pelo mundo para morrer de fome na caatinga seca. Tentava lembrar fatos agradáveis, que poderiam tornar a vida menos má, mas nem isso conseguia. Foi ver o céu, cada vez mais estrelado (primeiro sinal da volta da seca). Pensou na Baleia, era como se ele tivesse matado alguém da família."],"11 - O soldado amarelo":["Fabiano fazia uma busca por uma égua que havia fugido. Interessante notar que nesse momento o autor já indica uma mudança no clima, com a descrição de um ambiente novamente seco.","No meio do caminho é sentida uma presença estranha. Ao se virar, empunhando o facão, Fabiano se depara com o soldado amarelo. Ali, no meio da caatinga, a figura que outrora provocara Fabiano e o mandara preso agora tremia de medo, não era seu ambiente propício, estava só, perdido, junto a um inimigo com facão. Ele amarelou de vez.","Fabiano lembrou-se de todo ocorrido na cidade, sua prisão sem culpa, a humilhação… Sentiu vontade de meter o facão, jogar o corpo por ali, onde secaria, seria comido por urubus e ninguém veria. Mas, após um longo vai-e-vem desses pensamentos na mente de Fabiano, cedeu à sua velha lógica “Governo é governo”, tirou o chapéu e ensinou o caminho ao soldado amarelo."],"12 - O mundo coberto de penas":["O mulungu (espécie de árvore) próximo ao bebedouro se enchia de aves de arribação (que fazem migração de acordo com as estações). Elas bebiam água e seguiam em direção ao sul.","Dona Vitória comentou com seu marido que as aves matariam o gado, ao beber sua água, que já secava. Dentro de sua curta capacidade de compreensão, Fabiano demorou um pouco para entender a relação entre as aves e o gado… Como poderia um bicho de penas matar um gado!? Enfim compreendeu e tomou uma atitude.","Com a espingarda em mãos, que tristemente lembravam Baleia, Fabiano foi até o mungulu dar diversos tiros que derrubavam as arribações. Olhando o céu ele via cada vez menos nuvens, era a seca chegando. Lembrou-se de sua caminhada, da sua prisão, das contas com o patrão… E agora seria comido por arribações. Dirigiu toda sua angústia às aves, que em sua mente eram as responsáveis não só pelo fim da água, mas pela própria seca. Muitas outras caíram ao chão.","Fabiano carregou os bichos para servirem de alimento à família."],"13 - Fuga":["A fazenda secou, os animais morriam. Fabiano matou e salgou um bezerro. Prepararam a nova viagem. Fabiano esperou até um último momento, quando a seca se tornada definitiva, e partiu com a família. Dona Vitória lembrou-se de Baleia, que não os acompanharia dessa vez, e chorou.","No caminho, enquanto Dona Vitória puxa uma conversa, como sempre monossilábica, com seu marido, as crianças iam à frente. Fabiano achava bom aquilo, a conversa distraía e fazia o caminho parecer menor, e era bom aproveitar o entusiasmo inicial dos garotos.","O peso das bagagens fez Fabiano pensar que a égua seria de grande ajuda, mas ele a deixou, pois pertencia a seu patrão. Mais uma vez é clara a inocente ignorância de Fabiano: ele já deixava a fazenda sem avisar ao patrão, deixando uma dívida imaginária impagável, qual seria o problema de levar a égua consigo, se mais cedo ou mais tarde ela morreria na seca? O patrão é que não se importaria com ela.","Dona Vitória compartilhava seus planos com seu marido: queria viver num lugar fixo, numa cidade, botar os meninos para estudar, para terem um destino melhor que o deles. Isso incomodava Fabiano, que não se imaginava fazendo nada senão cuidando de bois, e o mesmo futuro pensava para seus filhos.","Ao final, Fabiano aceitou a proposta de sua mulher. Seguiriam rumo ao sul, para viverem numa terra civilizada, de gente forte, como eles."]},"origin":"https://www.resumoporcapitulo.com.br/vidas-secas"}