{"title":"A Hora da Estrela","chapters":{"Dedicatória do Autor":["O autor narrador dedica sua obra a compositores musicais, a figuras lendárias e a seu passado de pobreza: tudo o que o tornou quem ele é.","Ressalta, entretanto, que “ele” é também o próprio leitor, do qual ele necessita para existir. Fora isso, relata encontrar equilíbrio somente no vazio que a meditação lhe proporciona.","Reflete ainda sobre a angústia que lhe é escrever, assim como a necessidade de se acreditar no que não se vê – como a estrutura do átomo.","Declara que sua história se dá em “estado de emergência e de calamidade pública” e que ainda aguarda uma “resposta” ao seu livro, sem a qual ele é inacabado."],"Parte 1":["O narrador filosofa sobre a origem de tudo o que existe e apresenta sua necessidade de escrever enquanto houver perguntas não respondidas. Questiona os conceitos de pensamento, sentimento, verdade e felicidade.","Ao mesmo tempo em que justifica sua forma de escrever e expõe suas intenções para com a obra, o narrador dá indícios do que se tratará sua história: baseada no “sentimento de perdição no rosto de uma moça nordestina”. Tal relato da vida de uma imigrante na cidade grande é para o autor uma obrigação sua, além de um direito.","O próprio autor se considera o principal personagem de seu livro e confidencia que pretende escrevê-lo de forma tradicional, com começo, meio e fim, ao contrário do que é seu hábito. Assume, no entanto, que entre as palavras explícitas haverá “segredos”, por mais que seus relatos pretendam ser “frios”. Ressalta ainda a simplicidade com que pretende se exprimir, que reflete a simplicidade da vida a ser retratada.","Sobre a moça nordestina, o narrador a declara uma personagem “reduzida a si mesma”, que vive por viver e nunca questionou “quem sou eu?”, comparando-a a uma cadela – que não tem consciência de ser cadela.","Ainda refletindo sobre seu papel de autor, que terá a tarefa transpor em palavras algo que parece já existir dentro de si, o narrador declara enxergar-se como a própria personagem em frente a um espelho. Para chegar este estado ele precisou isolar-se do mundo."],"Parte 2":["Antes de tudo, a moça nordestina era uma incompetente, incapaz de se ajeitar, ausente de si mesma. Cometia muitos erros em seu trabalho como datilógrafa e por isso recebeu uma promessa de demissão de seu chefe, respondendo, por respeito, “Me desculpe o aborrecimento”.","Após esse aviso a moça vai ao banheiro e se olha em frente ao espelho deformado, que dá ao seu nariz os contornos do de um palhaço: repara nas manchas de sua pele, apesar de jovem; seus ombros são curvos; os olhos saltados são interrogativos, mas não se sabe do quê. Queria viver porque tinha que viver. Era feliz por obrigação.","Nascida raquítica no sertão de Alagoas, órfã de pai e mãe, cujos nomes desconhecia, a moça foi criada por uma tia beata à base de cascudos na cabeça. Teve o desejo de criar um cachorro, mas a tia lhe proibiu. Nunca sentiu atração pela religiosidade e foi para o Rio de Janeiro sem saber bem o porquê.","Na cidade teve um emprego arranjado pela tia e, desde sua morte, vive num quarto com mais quatro moças, na Rua do Acre. Trabalha na Rua do Lavradio e fica os domingos no cais do porto a espiar os navios que dão prolongados apitos, suscitando saudades não se sabe do quê.","Sem coragem de ter gosto em qualquer coisa, a moça tinha como único luxo um gole de café frio antes de dormir, compensado por uma azia ao acordar. Seus sonhos variavam entre os cascudos da tia e algo de sexo, que a fazia acordar sempre culpada, já que tudo o que era bom lhe parecia proibido.","Certa vez, no cais do porto, teve um breve êxtase ao ver um arco-íris, que a lembrou dos fogos de artifício vistos em Maceió. Uma vez por mês ia ao cinema. De manhãzinha ligava o rádio que dava a hora certa e “cultura” – pequenas informações históricas que de nada lhe serviam.","Seu vazio interior a permitia um contínuo estado meditativo, que no trabalho propiciava mais erros de datilografia. Seu único prazer era colecionar imagens de anúncios de jornal em um álbum. Não tinha apetite, apenas fome – um dia soube ter comido gato frito e desde então tinha enjoos ao ingerir alimentos. Nunca jantou em restaurantes. Desconhecia o significado de muitas palavras. Nunca recebeu presentes.","Entre as poucas novidades em sua rotina, esteve um homem bonito que viu no botequim em que almoçava. Outro dia teve vontade de descansar as costas e inventou uma extração de dente para pedir folga a seu patrão. Sozinha em casa ligou o rádio alto e dançou, percebendo que nunca havia sido contente assim em sua vida – era a primeira vez que recebia algo de alguém, ainda que de si mesma."],"Parte 3":["Num fim de tarde chuvoso do mês de Maio, a nordestina “fareja” um ser semelhante a ela e logo se apaixona. Revela seu nome, Macabéa, justificando sua feiura por uma promessa feita por sua mãe a Nossa Senhora da Boa Morte, caso ela sobrevivesse. O outro, que a convida para passear, se apresenta como Olímpico de Jesus Moreira Chaves – sendo os dois últimos sobrenomes inventados, para esconder a falta do nome paterno.","Os passeios dos namorados eram tão vazios quanto eles: olhavam quaisquer vitrines, tentavam articular diálogos, mas não se compreendiam. O rapaz, percebendo a crueza da moça, fazia comentários pejorativos sobre todos os seus defeitos e ela pedia desculpas por ser assim.","Apesar da falta de um afeto verdadeiro, era a primeira vez que Macabéa sentia-se objeto do interesse de alguém. Olímpico tornou-se seu mundo, a expectativa de que ele a pedisse em casamento era tudo o que possuía.","Diferente de Macabéa, Olímpico ambicionava algum futuro: queria ter dinheiro, ser conhecido, quem sabe político. Já havia matado, roubado, e isso lhe dava alguma identidade, fazia sentir-se forte. Indignado com a falta de perspectiva da moça e com suas ideias fracas, ele debochava de suas perguntas tolas.","Glória, colega de trabalho de Macabéa, era uma carioca loira (pintada), bem alimentada, com desenvoltura e família. Ao conhecê-la, Olímpico percebeu que se tratava de “material de primeira qualidade” e não demorou a desmanchar o namoro com Macabéa para ficar com sua amiga, revelando que a nordestina era “um cabelo na sopa” e pedindo desculpas se isso a ofendesse – ele apenas estava sendo sincero."],"Parte 4":["Macabéa acreditava que Glória tomara seu namorado por ter mais gordura no corpo. Quando jovem ela ouviu um homem elogiar as formas arredondadas de uma mulher e pediu à sua tia que lhe comprasse óleo de fígado de bacalhau (convencida sempre por anúncios comerciais), mas não teve seu apoio.","Depois de ser largada, Macabéa resolveu se presentear com um batom vermelho, o qual passou exageradamente nos lábios, recebendo comentários maldosos de Glória. Desde então decidiu voltar a não pensar em nada.","Certo dia Glória perguntou por que Macabéa lhe pedia tantas aspirinas e a moça disse que se doía por dentro, sem saber onde.","Macabéa teve uma sensação de êxtase ao ver um tronco de árvore tão grande que não poderia abraçá-lo e também observou um disco voador. Queria conversar sobre isso com Glória, mas não encontrava palavras para se expressar.","Glória dava muito valor a si mesma, gostava de sentir-se livre e às vezes observava a amiga com uma incômoda tristeza: questionava Macabéa sobre seu futuro, mas a nordestina nem sabia o que responder."],"Parte 5":["Olímpico esforçava-se para impressionar a nova namorada, sabendo que havia feito uma ótima troca: comeu uma pimenta-malagueta pura para provar que era “durão”. Glória estava satisfeita com o companheiro, mas o peso de tê-lo tirado de sua colega fez com que procurasse uma compensação: convidou Macabéa para tomar um lanche em sua casa.","Espantada com a fartura de comida na casa da amiga (que gastava quase tudo o que ganhava em alimentos) Macabéa viu que não havia mesmo lugar no mundo para ela. No dia seguinte passou mal, talvez por não estar acostumada a comer bem. Evitou vomitar para não desperdiçar o que havia ingerido. Procurou um médico indicado por Glória.","Vendo a magreza da paciente, o doutor imaginava que ela fazia algum tipo de regime. Como Macabéa disse comer somente cachorro-quente e tomar café e refrigerante, o médico disse que ela tinha alguma neurose e precisava ir ao psicanalista. Sem entender do que estes termos se tratavam, a moça apenas sorriu, pensando que era o certo a se fazer.","Após um raio-x o doutor revelou que Macabéa estava num início de tuberculose. Sem saber se isso era bom ou ruim, a nordestina agradeceu. O médico sugeriu que ela comesse bastante espaguete italiano e evitasse álcool. Macabéa mais uma vez não fazia ideia do que ele estava falando.","Macabéa mentiu para Glória sobre o resultado do exame médico: tinha vergonha de dizer a verdade, a mentira parecia algo mais decente. A amiga, ressentida, contou que só ficou com Olímpico pois seguia o futuro que a cartomante lhe revelara e sugeriu que ela fizesse o mesmo, poderia até mesmo pagar sua consulta."],"Parte 6":["O autor revela seu desgosto em escrever esta história, mas considera que esta é a única atividade que lhe resta nesse mundo. Cansado do convívio com seus personagens, diz que irá se isolar por três dias antes de finalizar os escritos. Após esse período sente falta de Macabéa, e continua a história…","Com o dinheiro emprestado da amiga, Macabéa se dá ao luxo de tomar um táxi até a casa de madama Carlota. Antes de ela ser atendida, uma moça saiu chorando do consultório. O carinho com que Carlota a recebeu, oferecendo café, foi algo sem precedentes em sua vida.","Já sala de consulta madama Carlota passou um longo tempo contando sua vida, enquanto comia bombons: era devota de Jesus, a quem tudo devia; nascera pobre e arranjou-se como mulher da vida, depois como cafetina; tivera um homem o qual sustentava e que lhe batia, para seu prazer; depois se envolveu com mulheres, o que também sugeria a Macabéa.","Após cortar as cartas, Macabéa ouviu verdades que nunca imaginara sobre seu passado: teve uma vida horrível, foi criada por uma madrasta má, abandonada pelo namorado e logo estaria desempregada. Até então a imigrante achava que sua vida não era tão ruim e pensava que sua tia apenas tentou educá-la da melhor forma possível.","Subitamente a cartomante muda sua expressão e enxerga uma sequência de boas-novas na vida de Macabéa, tudo iria mudar no momento em que saísse do consultório: teria o namorado de volta, pedindo-lhe me casamento, o emprego estaria garantido, e ela ainda receberia a visita de um alemão, Hans, com uma mala de dinheiro, que se apaixonaria por ela.","Encantada com as previsões positivas, Macabéa já estava ansiosa por conhecer Hans e quis pagar a consulta imediatamente, ainda que a madama sugerisse que o acerto fosse feito após o cumprimento das promessas. Carlota ainda garantiu que só falava verdades, tanto que avisara a última cliente que ela morreria atropelada – por isso a moça saíra chorando."],"Parte 7":["A esperança e a expectativa de um futuro mudou Macabéa profundamente. Ao sair na rua o mundo parecia novo. Aturdida, decidiu atravessar a rua e foi atingida em cheio por um Mercedes amarelo. Ao cair viu o carro de luxo e pensou que as profecias começavam a se cumprir.","Estirada no chão, sob uma garoa fina, com um fio de sangue escorrendo de sua cabeça, que batera na quina da calçada, Macabéa observava o capim nascendo entre as pedras da sarjeta e pensava que ela também estava nascendo naquele dia.","O povo cercava o corpo da mulher, sem fazer nada por ela – como nunca haviam feito. Um homem coloca uma vela ao seu lado. Macabéa sofre muda, como sempre. A morte imediata poderia ser um desfecho menos trágico, mas a vida, como “um soco no estômago”, faz durar a aflição: Macabéa se encolhe em posição fetal, sente que nascera para morrer.","Suas últimas palavras, não compreendidas pelo público presente, são “Quanto ao futuro”, e vomita um pouco de sangue.\n\nO autor faz suas reflexões finais acerca da morte de Macabéa, que também foi uma morte de si mesmo."]},"origin":"https://www.resumoporcapitulo.com.br/a-hora-da-estrela"}