{"title":"Macunaíma","chapters":{"1 - Macunaíma":["Macunaíma, um índio negro, nascido no meio do mato, é apresentado como “o herói de nossa gente”. Durante seus seis primeiros anos não falava por preguiça e só se levantava se ganhasse para isso algo em troca. Desde pequeno queria por as mãos nas “graças” das mulheres e cuspia nos homens. Todos comentavam suas peraltices e o pajé avisou que ele seria muito inteligente.","Ao começar a falar, Macunaíma pediu que sua mãe deixasse o trabalho para levá-lo no mato, mas ela se recusou. Em seu lugar mandou Sofará, mulher de Jiguê, seu outro filho. Quando Macunaíma foi posto em contato com as plantas, no chão, transformou-se num homem atraente e “brincou” muito com Sofará. (O autor usa inúmeras vezes o verbo “brincar” designando uma relação sexual.) Depois ele voltou a ser um pequeno índio.","Macunaíma pediu a Jiguê que lhe desse algumas fibras com as quais ele trançava armadilhas para pegar antas. Após muito chorar, o rapaz conseguiu que o irmão fizesse seu gosto. Quando saiu novamente com Sofará, Macunaíma tornou-se homem mais uma vez, brincou com ela, e montou uma armadilha. Mais tarde uma enorme anta seria pega graças ao herói. Jiguê, enciumado, não compartilhou com o irmão o fruto da armadilha e Macunaíma jurou vingança.","No dia seguinte Sofará saiu mais uma vez para o mato com seu pequeno cunhado, que se transformou em homem e brincou com ela muito intensamente, até anoitecer. Jiguê, porém, havia seguido os dois e deu uma surra em Macunaíma, que se recompôs mastigando algumas raízes. Sofará foi devolvida a seu pai."],"2 - Maioridade":["Jiguê logo arranjou outra mulher, chamada Iriqui. Desde a captura da anta pela armadilha de Macunaíma, a tribo passou fome: não havia caça, o milharal apodreceu.","Macunaíma convocou os homens da tribo para colherem timbó, um tipo de planta comestível, que haveria na outra margem do rio. Os índios sofriam muito com a correnteza e os candirus (pequenos peixes que costumam entrar nos orifícios humanos) enquanto Macunaíma se divertia com a cena – não havia timbó algum para colher. Depois, para se justificar, o pequeno índio falou que os timbós eram como gente e tinham saído andando. Seus companheiros admiraram a “inteligência” de Macunaíma.","Contrariado com a fome por que passavam, nosso herói transferiu sua cabana e sua mãe para uma região no outro lado do rio onde havia abundância de bananas e peixes. A velha colhia frutos para levar aos seus outros filhos e Macunaíma não gostou: resolveu levá-la de volta para a tribo, onde passariam fome outra vez. Enfurecida com o menino, a mãe o carregou para muito longe e o abandonou à própria sorte. Macunaíma teve vontade de chorar, mas como estava sozinho não chorou.","Após uma semana caminhando sem rumo, encontrou Currupira (figura folclórica) que lhe deu um pedaço de sua perna para saciar sua fome. Macunaíma pediu informações de como voltar à sua tribo e Currupira indicou um caminho falso, para que o herói se perdesse e fosse comido por ele. Mas Macunaíma desviou sua rota e vomitou o pedaço da perna do Currupira, que chamava por seu dono.","Macunaíma encontrou a vó cotia ralando aipim, comeu um pouco e contou-lhe suas artes com o Currupira. A vó jogou o caldo do aipim no menino para igualar seu corpo à sua cabeça: Macunaíma se esquivou e teve apenas o tronco molhado, que cresceu como o de um homem forte, enquanto sua cara continuou “enjoativa de piá”.","Voltando à sua tribo, Macunaíma teve um sonho que prenunciava a morte de sua mãe. No dia seguinte se engraçou com a nova mulher de seu irmão e este, vendo que agora a casa estava repleta de mantimentos, achou melhor não arranjar encrenca com Macunaíma.","Depois de mais um dia Macunaíma saiu para caçar uma veada e, depois de matá-la, descobriu que era sua mãe. Após a cerimônia funerária Macunaíma, Iriqui, Jiguê e Maanape (seu outro irmão) partiram juntos pelo mundo."],"3 - Ci, Mãe do Mato":["Caminhando pela selva os quatro viajantes se depararam com Ci, Mãe do Mato, índia icamiaba (uma tribo só de mulheres). Macunaíma quis brincar com a moça, mas ela se recusou violentamente. Com a ajuda de seus irmãos, nosso herói dominou Ci e brincou com ela, tornando-se “o novo Imperador do Mato-Virgem”.","Macunaíma passou um longo período de sossego, durante o qual brincava com Ci até cansar. Em seis meses nasceu um filho, tratado com todas as regalias de herdeiro do herói. A cabeça do menino era achatada e ficava ainda mais quando seu pai batia nela dizendo que ele devia crescer para ir a São Paulo ganhar dinheiro. O pequeno, porém, morreu logo, envenenado pelo leite de sua mãe, cujo peito fora mordido por uma cobra.","Terminado o funeral da criança, Ci deu a Macunaíma o muiraquitã (uma pedra preciosa) de seu colar e subiu ao céu por um cipó, tornando-se a estrela Beta do Centauro. No túmulo do filho, Macunaíma viu nascer uma planta que se tornaria o guaraná."],"4 - Boiuna Luna":["Macunaíma e seus irmãos seguiram caminhando no mato. O muiraquitã era usado pelo herói como adorno no orifício de seu lábio inferior. As saudades de Ci ainda dificultavam seu sono.","Durante a caminhada encontraram uma cascata que não parava de chorar e souberam sua história: ela se chamava Naipi, uma índia que fora prometida à boiuna Capei (uma cobra d’água gigante) que escravizava sua tribo, mas entregou-se primeiro ao guerreiro Titçatê; como punição a boiuna transformou-a na cachoeira, seu amado numa árvore e habitou suas águas.","Macunaíma se emocionou com a história de Naipi e prometeu que mataria a Capei se tivesse oportunidade. O monstro gigante surgiu das águas e enfrentou o herói, que acabou cortando sua cabeça. Ainda assim a cabeça da boiuna se manteve viva e perseguiu Macunaíma e seus irmãos, que no meio da fuga perderam o muiraquitã. Quando se refugiaram na casa do bacharel de Cananeia, a cabeça da Capei desistiu de encontrá-los e, escalando a teia de uma aranha, subiu ao céu e transformou-se na lua.","Os índios saíram em busca do muiraquitã perdido e Macunaíma descobriu, por meio de um passarinho enviado pelo Negrinho do Pastoreio, que a pedra fora engolida por uma tartaruga, encontrada por um pescador e vendida a um peruano, Venceslau Pietro Pietra, que vivia em São Paulo. O herói, acompanhado dos irmãos, segue rumo à cidade à procura de seu objeto precioso."],"5 - Piaimã":["Macunaíma deixou sua consciência na ilha de Marapatá e armou uma expedição com centenas de canoas pelo rio Araguaia. Para financiar a aventura, o herói se apoderou de parte do tesouro deixado pela Mãe do Mato, na forma de bagos de cacau.","No meio da navegação Macunaíma decidiu banhar-se em uma poça d’água que se revelou milagrosa: tornou o herói branco e loiro. Jiguê também quis passar pela transformação, mas a água já estava muito suja e deixou sua pele vermelha. Na vez de Maanape só havia água o suficiente para molhar as palmas das mãos e dos pés, e o índio permaneceu negro. Os animais no entorno espantaram-se com as três “raças” de homem que haviam surgido.","Chegando a São Paulo, pelo igarapé Tietê, Macunaíma descobriu que os bagos de cacau pouco valiam. Maanape conseguiu trocar o “tesouro” por oitenta contos de réis na bolsa. A visão das “filhas da mandioca” (mulheres brancas) logo chamou a atenção de Macunaíma, que passou sua primeira noite deitado com duas delas (precisando pagar por isso).","Os prédios, elevadores, placas e automóveis eram totalmente estranhos a Macunaíma, que pensava que tudo eram plantas, bichos e divindades. As filhas da mandioca contaram a ele que a cidade estava cheia de máquinas e que não havia por ali nenhum deus. Macunaíma não acreditou, se revoltou e foi morar com seus irmãos em uma pensão.","Durante uma semana o herói ficou refletindo sobre a relação dos homens com as tais máquinas, concluindo que elas eram como deuses criados pelos próprios humanos e que a luta entre criadores e criaturas acabava em empate. No fim, as máquinas eram homens e os homens eram máquinas. Encerrado o raciocínio, Macunaíma sentiu-se livre novamente, transformou Jiguê na “máquina telefone” e ligou para o cabaré encomendando lagostas e francesas.","Lembrando-se da busca ao muiraquitã, o herói decidiu encontrar-se logo com Venceslau Pietro Pietra, que vivia no Pacaembu. Acompanhado de Maanape, Macunaíma foi até a residência de seu algoz e descobriu que ele era, na realidade, o gigante Piaimã (mais uma figura folclórica). Venceslau atingiu o herói com uma flecha e carregou seu corpo para lhe servir de alimento.","Maanape invadiu a casa do Piaimã e, com a ajuda de uma formiga e um carrapato, adentrou a adega do gigante, deu-lhe garrafas de bebidas que o fizeram dormir e recuperou os pedacinhos de seu irmão, que estavam sendo cozidos. De volta à pensão, o índio assoprou fumo no corpo de Macunaíma, que reviveu.","No dia seguinte Macunaíma considerou que era necessário usar uma arma para derrotar seu inimigo. Adquiriu uma garrucha e balas com os ingleses e entregou-as a Maanape, que ficaria responsável por defendê-lo se necessário. Transformou Jiguê em telefone novamente e ligou para o gigante, xingando sua mãe."],"6 - A francesa e o gigante":["Macunaíma queria erguer um papiri (uma cabana), mas Maanape não parava de tomar café e Jiguê estava sempre dormindo. O herói transformou uma colher num bichinho que botou no pó de café, para picar Maanape quando fosse beber, e transformou um pedaço de algodão numa taturana que botou na cama de Jiguê, para chupar seu sangue quando ele fosse deitar.","Os dois irmãos incomodaram-se com a brincadeira de Macunaíma, jogaram longe o bichinho e a taturana, e quando estavam construindo o papiri transformaram um tijolo numa bola, com a qual acertaram o herói. Macunaíma chutou a bola longe, criando o futebol. O bichinho foi parar em Campinas, tornando-se o bicho-do-café. A taturana virou a lagarta-rosada. Eis o mito de criação de três pestes paulistas.","Pensando ainda no seu muiraquitã, Macunaíma armou um novo plano para enganar o gigante Piaimã: vestiu-se de francesa e marcou com ele um encontro de negócios. Venceslau recebeu a “francesa” e apresentou-lhe a pedra preciosa, a mais valiosa de sua coleção, que, porém, não estava à venda. O gigante insinuou que poderia dar o muiraquitã à francesa “conforme…”.","Entendendo as intenções de Venceslau, Macunaíma saiu correndo pelo jardim, mas ficou preso numa moita e acabou sendo pego pelo gigante, que o botou num cesto. Quando conseguiu fugir, o herói foi perseguido pelo cachorro do gigante e acabou acuado numa gruta. Venceslau ordenava que a “francesa” saísse do buraco e Macunaíma resolveu entregar-lhe suas peças de roupa, uma por vez, para que ele as jogasse longe; ao final o herói colocou o seu “sim-sinhô” para fora da gruta: o gigante o agarrou e também jogou longe.","Macunaíma voltou transtornado para a pensão, teve inveja do gigante e sua coleção de pedras, quis também ser colecionador, mas a preguiça o impediu. Resolveu colecionar palavras feias."],"7 - Macumba":["Macunaíma tinha um ódio mortal de Piaimã e queria enfrentá-lo novamente para recuperar sua muiraquitã, mas percebia que não tinha força suficiente para tanto. Resolveu ir ao Rio de Janeiro para participar de uma macumba na qual o Exu diabo poderia surgir e ajudá-lo.","No terreiro da tia Ciata, feiticeira renomada, havia muito tempo que um santo não baixava, portanto era grande a expectativa de todos os participantes. Após diversos rituais de cantos e danças uma mulher encarnou Exu. Macunaíma inesperadamente se jogou sobre a incorporada e brincou com ela. Depois os vários adoradores de Exu fizeram pedidos, sendo alguns atendidos, outros não.","Na vez de Macunaíma, que pediu uma vingança contra Venceslau, Exu trouxe para seu corpo o espírito do próprio Piaimã e permitiu que o herói desse nele uma surra. Macunaíma massacrou o incorporado com golpes e maldições. Enquanto isso em São Paulo, no palácio de Venceslau Pietro Pietra, era um corre-corre de médicos para tratar dos males que atingiam o corpo do Piaimã.","Para encerrar o ritual todos entoaram a reza do Padre Nosso Exu e a mulher que incorporara o santo teve seu corpo totalmente recuperado dos golpes de Macunaíma. Ao final houve muita comida, bebida e dança."],"8 - Vei, a Sol":["Macunaíma encontrou uma árvore Volomã carregada de frutos. Com fome, ele gritou palavras mágicas que fizeram as frutas caírem no chão. Irritada, a árvore agarrou o herói e o jogou numa ilha deserta.","Enquanto dormia em baixo de uma palmeira, Macunaíma foi alvo dos excrementos de um urubu. Cansado de viver, o herói pediu à estrela-da-manhã que o levasse para o céu, mas ela se negou, pois ele fedia muito. Depois Macunaíma pediu à lua que o levasse a Marajó, mas a ela também recusou ajudá-lo e mandou que tomasse banho. Desejando ao menos fogo para se esquentar, o herói aguardou a chegada de Vei, a Sol.","Vei colocou Macunaíma numa jangada, na companhia de suas três filhas, que cuidaram do herói. Vei propôs que o índio se casasse com uma das filhas, sob a condição de não brincar com nenhuma outra mulher. Macunaíma aceitou a proposta, mas assim que teve a oportunidade brincou com uma portuguesa. Ao descobrir a traição de seu genro, Vei o condenou a envelhecer como todos os homens – o que não aconteceria se casasse com uma de suas filhas.","Sozinho com a portuguesa, Macunaíma foi surpreendido por uma assombração que comeu sua companheira. No dia seguinte, cansado da capital da República, Macunaíma retornou a São Paulo."],"9 - Carta pras icamiabas":["Com uma linguagem muito rebuscada e prolixa (aprendida com os paulistas), Macunaíma endereça uma correspondência às suas súditas na qual narra os acontecimentos desde a perda do muiraquitã até a chegada a São Paulo, com o intuito de recuperar o talismã das mãos de Venceslau Pietro Pietra.","Ao descrever os hábitos das mulheres paulistas, que brincam por dinheiro, o “Imperator” revela a necessidade do envio de uma nova remessa de bagos de cacau para financiar a continuidade da jornada.","A carta ainda carrega longas descrições dos hábitos e valores excêntricos dos paulistanos: suas famílias, seus trabalhos, sua organização social, seus aspectos cosmopolitas e até mesmo sua língua – sendo ressaltada a curiosa existência de um idioma falado e de outro escrito."],"10 - Pauí-Pódole":["A sova da macumba deixou Venceslau Pietro Pietra de resguardo, por meses deitado numa rede com o muiraquitã guardado debaixo de seu corpo.","Sem poder recuperar seu talismã, Macunaíma se empenha em aprender as línguas locais: “brasileiro falado” e o “português escrito”. Certo dia, por não saber o nome da botoeira de sua camisa, chamou-a de “puíto” e lançou moda: em alguns dias todos os brasileiros adotaram a mesma forma de chamar aquela parte da roupa.","No dia do Cruzeiro, quando não havia lua e era possível observar atentamente às estrelas, Macunaíma presenciou um discurso de um mulato que explicava o significado da constelação do Cruzeiro do Sul. O herói protestou e defendeu a tradição que trazia de suas raízes: aquelas estrelas eram Pauí-Pódole, o Pai do Mutum, um pássaro que foi morar no céu fugindo das formigas da terra."],"11 - A velha Ceiuci":["Macunaíma saiu para caçar com os irmãos no bosque da Saúde, mas só conseguiu pegar dois ratos. Chegando à pensão ele contou aos moradores que havia caçado dois veados. Desconfiados, todos perguntaram aos irmãos se a história era verdade e eles, que não sabiam mentir como Macunaíma, revelaram sua invenção, deixando-o mal falado.","Para se vingar dos irmãos, Macunaíma inventou que tinha encontrado um rastro de tapir (animal parecido com uma anta) em frente à Bolsa de Mercadorias. Os índios ficaram agachados pelas ruas procurando os sinais do animal e uma multidão se ajuntou para ajudá-los. Após muito tempo, quando Macunaíma revelou mais essa mentira, o povo se revoltou e ele quase foi preso.","Venceslau já se recuperava na varanda de sua casa quando Macunaíma passou por lá e fez uma aposta com o curumim Chuvisco (personificação indígena da chuva): iria provar que o gigante tinha medo dele. Para isso, Macunaíma lançou ao Piaimã todas as palavras feias que conhecia, mas o monstro nem ligou. Chuvisco, por sua vez, lançou em Venceslau algumas gotas de água que foram o suficiente para fazê-lo entrar em casa e venceu a aposta.","De volta à pensão Macunaíma chamou os irmãos para pescarem. Estavam sem anzol e conseguiram roubar um de um inglês que pescava: o herói se transformou em piranha e arrancou a linha do pescador.","Quando foi ao igarapé Tietê para pescar, Macunaíma foi capturado pela velha Ceiuci, mulher do Piaimã. Levado para sua casa, o herói conseguiu ser salvo por uma das filhas dos monstros, com quem “brincou”. Ao sair da casa, porém, Macunaíma passou um longo período correndo por diversas partes do Brasil fugindo da Ceiuci, que o perseguia na forma de um pássaro.","De volta a São Paulo Macunaíma deu queixa à polícia e a velha Ceiuci foi deportada, mas logo retornou por influência do Piaimã. A filha que o havia libertado foi expulsa de casa: foi para o céu e virou um cometa."],"12 - Tequeteque, chupinzão e a injustiça dos homens":["Um sonho com um navio prenunciava uma viagem além-mar para Macunaíma. Tal ideia se confirmou após ele descobrir que o gigante Piaimã tinha ido à Europa com sua família. Para patrocinar a viagem, Jiguê sugeriu que o irmão conseguisse o apoio governo, dizendo ser artista.","Enquanto aguardava o processo da viagem, Macunaíma foi passear na Cantareira e pintar alguns quadros. Um tequeteque (vendedor ambulante) ofereceu ao herói um gambá que defecava dinheiro. Macunaíma se encantou com a demonstração do comerciante e efetuou a compra, mas depois percebeu que se tratava de um gambá comum que havia engolido algumas moedas (o bicho fez cocô em seu bolso).","De volta à pensão, Macunaíma queixou-se com seus irmãos, pois investira todo o dinheiro no gambá enganoso. Maanape e Jiguê ficaram consternados: o negócio com o governo também não havia dado certo (já havia muitos pintores bancados pelo estado) e sem dinheiro era impossível ir à Europa.","Decidido a jogar no bicho para conseguir algum dinheiro, Macunaíma foi à praça “meditar sobre a injustiça dos homens”. Lá observou um tico-tico que era enganado por um chupim, alimentando-o como se fosse seu filhote. Para acabar com a injustiça, o herói matou o tico-tico com uma paulada. Depois o chupim veio atrás dele também pedindo comida e Macunaíma o alimentou com o cocô do gambá, que havia ficado em seu bolso: o pássaro engordou, cresceu e saiu voando.","Depois Macunaíma encontrou um macaco comendo coquinhos e perguntou de onde vinha o alimento. O macaco falou que eram seus próprios testículos, que ele quebrava com uma pedra. Macunaíma acreditou e quis “testar” quebrando os seus também: acabou morrendo.","Um advogado viu Macunaíma estirado no chão e, depois de conferir se ele não tinha dinheiro na carteira, levou-o à pensão. Lá Maanape fez um ritual que o trouxe de volta à vida. Depois o mesmo índio indicou uma centena que ganhou o prêmio do bicho: ele era um verdadeiro feiticeiro."],"13 - A piolhenta do Jiguê":["No dia seguinte Macunaíma sofria com erisipela (uma doença na pele) e foi ao Anhangabaú. Lá ele avistou um navio que seguiria para a Europa. O herói já comemorava que conseguiria perseguir Venceslau quando a embarcação deu meia volta e o deixou no cais.","Jiguê arranjou uma nova companheira, Suzi, mas ela namorava mesmo Macunaíma. Sempre que ia às compras era acompanhada pelo herói, que brincava com ela. Quando percebeu o caso, Jiguê perseguiu os dois e, depois de uma surra, trancou sua companheira no quarto.","Outro dia Macunaíma inventou que sairia para uma caçada. Contou ao irmão que encontrara vários animais e o convenceu a sair também. Enquanto isso ele ficou no quarto com Suzi, que passava o tempo contando seus piolhos. Jiguê mais uma vez flagrou a traição e mandou a mulher embora – ela se transformou numa estrela.","Macunaíma foi se lastimar com Maanape, que procurou Jiguê para conversarem: concluíram que o “herói” era safado e sem caráter, mas resolveram consolá-lo com um passeio de carro."],"14 - Muiraquitã":["Na manhã seguinte Macunaíma acordou animado: havia a notícia de que Venceslau Pietro Pietra retornaria a São Paulo e o herói testou sua força, arrancando uma árvore do chão, para aquele que seria o confronte final com o gigante.","Enquanto aguardava a chegada do Piaimã, Macunaíma escapou de Emoron-Pódole, o Pai do Sono, que o atormentava e puxou conversa com um chofer do monstro, que aproveitava a folga para brincar com uma criada à beira de uma lagoa. O herói descreveu o “mito” que explicava a transformação da onça na “máquina automóvel”.","Com a chegada do gigante, Macunaíma e os empregados foram convidados a entrar em sua casa. O chofer foi levado a um balanço que era, na realidade, uma máquina de tortura: seu corpo batia nos espinhos de uma árvore e o sangue escorria para um caldeirão onde a mulher do Piaimã preparava uma macarronada. Quando foi a vez de Macunaíma, o herói foi esperto e convidou Venceslau para balançar primeiro: convencido disso, o gigante foi derrotado pelo índio.","Macunaíma recuperou enfim sua muiraquitã, mas ainda sentia falta de Ci."],"15 - A pacuera de Oibê":["Macunaíma e seus irmãos deixaram São Paulo levando de lembrança um revólver, um relógio e um casal de galinhas. Navegaram pelos rios e recuperaram Iriqui, que ainda aguardava seus companheiros no mesmo lugar.","Certa tarde Macunaíma decidiu dormir em terra firme e, após fugir de diversos monstros, foi parar na casa do minhocão Oibê. O herói foi bem recebido e alimentado, mas ainda assim comeu escondido uma pacuera (um pedaço de carne) que estava sendo assada.","Durante a noite Oibê resolveu assombrar Macunaíma cobrindo-se com um lenço e pedindo de volta sua pacuera. O índio espantou-se entrou numa fuga desenfreada por inúmeros cenários do Brasil. No caminho conheceu uma princesa, transformada de uma árvore, que levou consigo até o final.","Quando reencontrou seus companheiros, Macunaíma embarcou novamente, deixando Oibê na praia do rio. Iriqui ficou enciumada com a princesa descoberta pelo herói e resolveu subir para o céu, virando uma estrela."],"16 - Uraricoera":["Macunaíma tinha doenças respiratórias, resultado do tempo passado em São Paulo, e mal brincava com a princesa. Navegando pelo rio Uraricoera, ele passou pelo forte São Joaquim e cruzou com João Ramalho (explorador português do tempo do descobrimento). Tentou recuperar sua consciência, que havia deixado na ilha de Marapatá, mas não a encontrou – em seu lugar usou a consciência de um hispano-americano.","Os irmãos reclamavam que Macunaíma não ajudava na busca por alimentos, que estava cada vez mais difícil. Jiguê conseguiu com um feiticeiro uma cabaça e uma viola mágica que atraíam peixes e caças. Macunaíma descobriu seu truque e, ao tentar utilizá-lo, perdeu os instrumentos encantados.","Jiguê se recusou a procurar comida e Macunaíma resolveu se vingar: fez um anzol de dente de sucuri, que continha veneno, e esperou que o irmão se ferisse com o objeto quando fosse pescar. O plano deu certo, Jiguê foi contaminado e se desfez em feridas que cresceram por seu corpo: restou apenas sua sombra. A princesa, que ultimamente brincava com o irmão de Macunaíma, ficou enfurecida e mandou a sombra envenenada perseguir o herói.","Macunaíma contaminou-se com lepra ao comer bananas feitas pela sombra de seu irmão. Certo de sua morte, o herói resolveu passar a doença para diversas formigas e animais que havia por perto. A sombra permaneceu em seu ombro e todo alimento que Macunaíma tentava ingerir, a sombra devorava. O herói jogou um peixe bem longe, na Guiana, e assim se livrou da sombra (que foi buscar o peixe).","Sem encontrar Macunaíma, a sombra resolveu empoleirar num boi, alimentando-se de tudo o que ele ia comer. Nesse período a sombra cantava diversas canções que se tornariam os hinos da festa do Boi-Bumbá, até que o boi morreu. Os urubus engoliam a carniça do animal quando a sombra montou num deles, o Pai do Urubu, que passou a ter duas cabeças."],"17 - Ursa Maior":["Sozinho, Macunaíma armou uma rede no alto de uma pedra e passou seus últimos dias na companhia de um papagaio para quem ele contava suas histórias e lendas. Também infectado pela malária, o herói passava a maior parte do tempo dormindo, cheio de preguiça.","Certa tarde, com o corpo tocado pela Vei, a Sol, Macunaíma sentiu vontade de brincar e resolveu se aliviar com um banho na lagoa. De dentro das águas Uiara convidava o herói para brincar, mas ele tinha receio do frio. Vei, a Sol, ainda irritada com a recusa de Macunaíma em casar-se com sua filha, aqueceu suas costas para ele ter vontade de mergulhar. Entrando na lagoa o herói perdeu uma perna, suas orelhas, seu nariz, seus dedões e até mesmo o muiraquitã.","Revoltado, Macunaíma envenena a lagoa e recupera alguns de seus pedaços, exceto a perna. Cansado de viver, ele decide ir ao céu: planta um cipó que sobe até a lua Capei. Pauí-Pódole, feliz por sua defesa na festa do Cruzeiro, arranja para o herói uma constelação: ele se transforma na Ursa Maior (que só possui uma perna)."],"Epílogo":["A tribo Tapanhumas se desfez por completo, mas suas histórias foram guardadas pelo papagaio que acompanhou os últimos momentos de Macunaíma. Este animal, certo dia, encontrou o homem que viria a ser o autor deste livro."]},"origin":"https://www.resumoporcapitulo.com.br/macuna%C3%ADma"}