{"title":"Triste Fim de Policarpo Quaresma","chapters":{"1 - A Lição de Violão":["Policarpo Quaresma, mais conhecido como Major Quaresma, há quase trinta anos trabalhava como subsecretário no Arsenal de Guerra e vivia numa casa em São Januário, mantendo uma rotina fixa de horários e costumes. Era um homem pequeno, magro e usava cavanhaque. Mantinha o olhar sempre baixo, porém profundo quando mirava algo. Os vizinhos o respeitavam por ser um homem abastado, mas estranhavam seus hábitos reclusos – só recebia visitas do compadre e sua filha.","Major Quaresma era, acima de tudo, um patriota: acumulava centenas de livros literários, históricos e geográficos sobre o Brasil. Quando jovem queria servir o exército, mas foi rejeitado pela junta de saúde e acabou trabalhando na administração militar. Há um ano dispôs-se a estudar o tupi-guarani, aquela que seria a autêntica língua brasileira, e era zombado pelos colegas de trabalho, em especial por Azevedo, que o escutava com atenção para depois fazer piadas por suas costas. Agora era a vez de aprender violão, instrumento que, segundo seus estudos, representava a verdadeira tradição nacional.","Ultimamente, três vezes por semana, Quaresma passou a receber a visita de um professor de violão: Ricardo Coração dos Outros, um famoso cantor de modinhas. Este evento causou alvoroço na vizinhança e contrariedade em sua irmã, Adelaide, com quem vivia, já que o instrumento não era considerado nobre, mas um hábito de desocupados.","Certo dia Ricardo foi convidado para jantar na casa do Major – onde só eram servidos pratos nacionais, a contragosto de Adelaide. Após a refeição foi dada a aula de música e Policarpo pediu que seu professor cantasse uma de suas canções. A voz de Ricardo ressoou pela vizinhança, que logo cercou a casa para aplaudi-lo.","Ismênia, filha do general, vizinho de Quaresma, chegou à casa procurando por Adelaide, que, como de costume, perguntava sobre seu futuro casamento – sempre adiado pelos atrasos nos estudos de seu noivo. Ismênia, entretanto, estava lá a pedido de seu pai, que gostava de modinhas e convidou o músico para tocar em sua casa – para lá foram."],"2 - Reformas Radicais":["Há dez dias Major Quaresma não saía de casa. Mantinha seus rituais de refeições e estudos acerca de sua pátria. Empreendia um grande esforço para organizar um sistema de cerimônias e festas baseados nos costumes mais tradicionais do povo brasileiro. Após reunir tanto conhecimento, o homem concluiu que precisava produzir conteúdo que auxiliasse o Brasil a caminhar rumo à sua predestinada grandiosidade.","Tal preocupação com as festividades surgiu por ocasião da folia do “Tangolomango”, organizada na casa do general Albernaz, que se animou em recuperar as tradições regionais após a visita de Ricardo Coração dos Outros e suas modinhas. O vizinho de Quaresma, que era general sem nunca ter participado de uma batalha, esperava reunir visitas em sua residência para conseguir noivos às suas filhas.","Inicialmente, o major e o general procuraram pela tia Maria Rita, uma preta velha, que podia se lembrar de tradicionais cantigas, porém ela havia se esquecido de quase todas. Quaresma desanimou-se, incrédulo que o brasileiro não guardasse a sua cultura de apenas algumas décadas anteriores, enquanto havia civilizações que as mantinham por séculos.","Cavalcanti, noivo de Ismênia, recuperou o entusiasmo dos senhores ao indicar um velho poeta que se empenhava em reunir canções populares em seu acervo. O homem, que nunca recebia atenção por seu trabalho, ficou feliz em atender Policarpo e Albernaz, declamando-lhes cantigas e narrando contos folclóricos. Enfim, sugeriu que fizessem a folia do “Tangolomango”, na qual um deles deveria se vestir com uma roupa “estrambólica” e uma máscara de velho.","Na ocasião da festa a casa do general se encheu. Quaresma fantasiou-se e dirigiu a folia, que reunia um coral de crianças, mas teve um desmaio repentino.","Após este fato Policarpo deu ainda mais atenção aos costumes festivos: leu diversas publicações sobre o tema e, para sua decepção, descobriu que a maioria das cantigas tradicionais eram originárias de outros países, inclusive a folia do “Tangolomango”. Por tal motivo empenhava-se, há dez dias trancado em sua casa, a encontrar uma tradição genuinamente brasileira.","Compadre Vicente e sua filha, Olga, foram visitar o patriota, que recebeu-os com berros de choro, alegando que era este o costume dos tupinambás ao encontrar amigos.","O compadre, um italiano quitandeiro, havia sido ajudado por Quaresma ainda jovem, quando teve problemas financeiros e conseguiu com ele um empréstimo – a partir do qual ergueu sua fortuna. Sua filha foi apadrinhada por Quaresma, por quem sentia grande estima.","O Major confidenciava a Olga seus recentes estudos e aspirações quando Ricardo Coração dos Outros surgiu com seu violão. O compositor falava sobre as dificuldades de tocar o instrumento e Policarpo o interrompeu, alegando que havia outros mais difíceis, como o maracá e a inúbia – antigos instrumentos caboclos. Armou-se um conflito, a ponto de o Major insultar o musico, dizendo que violão era um instrumento de capadócio (desocupado, malandro). Olga assistia a cena espantada pela abrupta mudança de ânimo de seu padrinho."],"3 - A Notícia do Genelício":["Ismênia, enfim, teve o casamento marcado, uma vez que Cavalcanti se formou. A moça encontrava nesta cerimônia a razão última de sua vida: desde pequena sua mãe a preparava “para quando se casar…”; entre vizinhas e amigas, sempre era este o assunto das conversas. O oposto disso, ficar solteira, parecia uma condenação. Apesar disso, a garota não demonstrava muita animada com a oficialização de seu estado: após cinco anos de noivado, já sentia-se casada.","Temendo ficar sozinha, havia sido facilmente conquistada por Cavalcanti, ainda com dezenove anos.  Seu pai esperava que ela se relacionasse com um oficial, mas aceitou o futuro dentista como genro, inclusive ajudando-o nos custos dos estudos.","Uma festa foi organizada pela família para comemorar o agendamento da cerimônia. Dona Maricota estava muito contente por ver realizado o destino que sonhava para Ismênia – para ela o casamento também era a razão maior na vida de uma mulher.","Muitos convidados participaram do festejo: servidores públicos, oficiais e jovens. O músico Ricardo não foi chamado, pois o general Albernaz não considerava sua presença bem vista numa festa séria. Quaresma, apesar de convidado, não apareceu.","Ismênia era cercada de moças que a congratulavam com alguma inveja e davam-lhe dicas para comprar os enxovais. Cavalcanti era bajulado, visto como um ser superior por ter se graduado como dentista. Os velhos se reuniam para compartilhar questões de aposentadoria, patentes, e jogar cartas.","Genelício, namorado de Dona Quinota, uma das filhas do general, era um escriturário que tinha previsões de crescer no meio político, uma vez que sabia bajular ministros e mostrar sua habilidade com as palavras. Ele chegou trazendo a notícia de que Quaresma estava louco: além de andar com um professor de violão, enviou a um ministro uma carta em tupi-guarani. Os senhores ponderaram que a mania de Policarpo ler tantos livros deve tê-lo transtornado."],"4 - Desastrosas Consequências de um Requerimento":["Semanas antes do pedido de casamento de Ismênia, Policarpo havia enviado à Câmara um requerimento que pedia a decretação do tupi-guarani como língua oficial do país. Todos os políticos, funcionários e repórteres que ouviram a leitura do documento caíram na risada. Como não houve nada de mais importante naquela sessão, no dia seguinte os jornais estampavam o tal requerimento seguido de diversas piadas e caricaturas de Quaresma, que tornou-se uma figura pública durante vários dias. O major, acostumado a uma vida discreta e fechado em seus estudos, não entendia a pilhéria que lhe faziam e acreditava cada vez mais em suas ideias.","Vicente Coleoni, compadre de Quaresma, soube do caso pelos jornais e, desacostumado com leituras, pediu à filha que lhe explicasse melhor o que ocorria, temendo pela sanidade do amigo. A moça argumentou que a proposta do padrinho não era completamente insana, mas apenas uma ideia à qual ele havia se apegado com demasiada convicção.","Policarpo era constantemente zombado por seu requerimento e diziam que nem mesmo ele sabia a língua indígena. Certo dia Quaresma substituía o secretário, que havia faltado, e escreveu um ofício em tupi-guarani, para provar seus conhecimentos. O documento foi assinado pelo diretor sem a devida atenção e encaminhado ao ministério. O ministro recusou o ofício e o remeteu de volta ao Arsenal, censurando-o. Quando o secretário soube do caso puniu Quaresma com uma suspensão.","O major voltava desolado para sua casa, quando cruzou com Ricardo Coração dos Outros e lamentou que seus pensamentos o fizessem tão diferente dos outros homens."],"5 - O Bibelot":["Após o caso do requerimento e do ofício, a loucura tomou conta da mente de Policarpo: passou a identificar inimigos entre seus maiores amigos, sentia-se perseguido, falava coisas sem nexo, perdeu o interesse por seus livros e negócios. A irmã, Adelaide, não sabia como lidar com a situação. Coleoni precisou alertar a família para o que estava acontecendo, bem como encaminhar os trâmites da aposentadoria de Quaresma, antes que fosse demitido.","Havia três ou quatro meses que Olga e seu pai iam visitá-lo no hospício. A jovem analisava aquela realidade paralela em que viviam os doentes, que podiam ser de variadas classes sociais e cores: recebendo visitas e presentes, alguns atônitos, outros calmos.","Quaresma estava melhorando: após perceber estar internado em um hospício, recebeu os amigos com um sorriso de satisfação. Ao agradecer a atenção recebida, ele ressaltou que “quem tem inimigos deve ter também bons amigos…”, deixando escapar sua mania de perseguição.","Olga contou a seu padrinho que iria se casar e o Major questionou se ela gostava mesmo de seu noivo. A garota não sabia ao certo o que responder: apenas aceitava o matrimônio como algo inevitável em sua condição, não gostava nem desgostava de seu futuro marido, mas respondeu positivamente à pergunta de Quaresma.","Após a visita, Coleoni e sua filha foram à casa do Major, onde encontraram Adelaide e Ricardo, que conversavam sobre a carreira do músico. A irmã do Major, que inicialmente reprovava o gosto do irmão pelo violão, passou a estimar Ricardo, que prestou diversos serviços à família desde que Quaresma piorara.","O assunto do casamento de Olga logo surgiu e a moça sentia-se cada vez mais incomodada com esta situação. Comentando sobre a filha do general, Adelaide revelou que seu noivo a abandonara e agora Ismênia havia se acomodado com a ideia de ser solteira para sempre. Estavam encerrando a conversa quando a própria Ismênia surgiu, sendo logo indagada se tinha notícias de Cavalcanti, porém nada mudara. Ricardo moveu-se e derrubou no chão um bibelot de biscuit."],"1 - No \"Sossego\"":["Após sair do manicômio, atendendo a uma sugestão de sua afilhada, Quaresma comprou um sítio, “Sossego”, onde cultivaria produtos agrícolas que representavam a grande riqueza da nação. Ter a terra como sustento era um desejo antigo do major, que se contentava em distanciar-se da vida mesquinha da cidade e dos ofícios públicos.","Policarpo adquiriu vários instrumentos e livros que o ajudariam a analisar a qualidade do terreno, as características climáticas e biológicas do local. Entretanto, acabou convencido por Anastácio, o preto velho que o ajudava, de que bastava cuidar da terra, plantar e colher. Empenhou-se em aprender a manejar a enxada. Adelaide acompanhou o irmão, mesmo sem compreendê-lo, e criava galinhas por distração."],"2 - Espinhos e Flores":["O narrador descreve e analisa a arquitetura e a sociedade dos subúrbios do Rio de Janeiro: a falta de padronização das casas e ruas reflete a desintegração da sociedade que ali vive.","Num desses subúrbios vive Ricardo Coração dos Outros, num morro de onde se tem uma bela vista da cidade – um dos poucos encantos que o subúrbio guarda. O músico sofria com a  concorrência de outro violeiro, que trazia novas ideias sobre a modinha e desvalorizava seu trabalho. Ouvir uma vizinha cantando uma de suas composições, no entanto, o animou.","Ricardo queria visitar Quaresma, pois sabia que nele encontraria compreensão, mas estava sem condições de viajar. Até que recebeu um bilhete do general Albernaz em que o convidava para tocar no casamento de sua filha Quinota: poderia pedir ao militar um passe para visitar seu antigo vizinho.","Militares em farda, damas e cavalheiros bem vestidos se reuniam na festa. Enquanto uns dançavam, o general e alguns colegas, incluindo Ricardo, foram conversar. Falava-se sobre as qualidades de Genelício, noivo de Quinota, principalmente quanto ao seu trabalho no Tribunal de Contas. Os militares tentavam vangloriar-se por guerras e batalhas das quais não haviam participado diretamente.","Dona Maricota surgiu chamando a todos para a sala principal, quando Ricardo aproveitou para pedir a Albernaz o passe para visitar Policarpo. O general lamentou a situação de seu ex-vizinho, culpando a relação dele com tantos livros como seu mal, e indicou que ajudaria o músico.","Uma moça interpretou uma música italiana ao piano, sem encantar os presentes. Quando Ricardo foi convidado a pegar seu violão, no entanto, entoou uma composição própria que tocou o coração de todos. Uma moça, inclusive, pediu-lhe uma cópia de seus versos. Ismênia, que serviria de mensageira desta cópia, perguntou a Ricardo quando veria Adelaide, pois desejava receber dela uma carta."],"3 - Golias":["Após uma semana da festa de Quinota e Genelício, era a vez de Olga se casar. Com uma cerimônia simples e sem formalidade religiosa, a moça aceitou o Doutor Armando Borges como marido, sem grandes expectativas. O noivo, sim, estava extasiado: com o título de médico, bem casado, acreditava que era só o início de sua próspera jornada.","Quaresma não esteve no casamento da afilhada, mas enviou leitão, peru e uma longa carta. Havia um mês que contava com a presença de Ricardo Coração dos Outros em seu sítio. Enquanto Policarpo trabalhava ferrenhamente com a terra, o trovador fazia contatos na vila e participava de festividades – havia sido convidado pelo Doutor Campos, que também desejava ter uma conversa com Quaresma.","Agora trabalhava na fazenda, além de Quaresma e Anastácio, Felizardo: um homem muito informado das fofocas da cidade. Uma dessas “notícias” que corriam pela boca do povo é que Policarpo havia se mudado para ali por motivos políticos.","Certa tarde os recém-casados Olga e Armando chegaram ao “Sossego”. Quaresma emocionou-se com a visita da afilhada e Dona Adelaide deixou o médico muito a vontade com elogios ao seu título.","Estavam todos reunidos quando Quaresma leu, abismado, o jornal da região: fora publicado um artigo que criticava a chegada de “intrusos” ao povoado e uma quadrinha zombava da figura do antigo major, aludindo ao caso do requerimento em tupi. Adelaide tentou acalmar o irmão, dizendo que aquilo era algo sem significância. Ricardo lembrou certos comentários a respeito de Quaresma, que ouvira na vila: por dar esmolas, remédios e lenha aos pobres, imaginava-se que tinha objetivos políticos. Mesmo assustado, Policarpo decidiu não demonstrar preocupação com o caso.","Olga e seu marido, que passaram em torno de quinze dias no sítio, saíram a passeio na companhia de Doutor Campos e sua filha para conhecerem uma cachoeira na região. A moça ficou encantada com a beleza natural, mas impressionada ainda mais com a pobreza daquele vilarejo, onde ninguém cultivava nada. Para tentar entender o que causava tanta miséria, Olga foi falar com Felizardo, que descreveu as formigas saúva da região como o maior impedimento para o plantio naquelas terras, bem como a falta de apoio do governo – que só dava incentivos a imigrantes europeus.","Durante o jantar Quaresma e Doutor Armando discutiam sobre as qualidades das terras brasileiras. Patriótico, o major se recusava a utilizar adubo, por acreditar que o solo nacional era o mais rico do mundo. O marido de Olga argumentava que na Europa havia áreas muito mais férteis, para a fúria de Policarpo. Após uma modinha de Ricardo e uma música ao piano de Olga, todos foram dormir.","Durante a noite Quaresma ouvia o tradicional coaxar dos sapos quando percebeu um som diferente: como se galhos fossem quebrados. Saindo de seu aposento, encontrou na cozinha um exército de saúvas atacando potes de milho e feijão que estavam abertos. Ele tentou combatê-las, mas recebeu muitas picadas e deixou a vela cair no chão, perdendo a batalha no escuro."],"4 - \"Peço Energia, Sigo Já\"":["A irmã de Quaresma, pouco mais velha que ele, levava a vida de maneira simples e prática: ter onde morar e o que comer lhe bastavam. Não tinha grandes paixões, ambições ou desejos. Nunca teve necessidade de se casar, o sexo não lhe era um peso.","O major, aparentemente, também era um homem sereno. Um olhar mais atento, entretanto, revelava uma inquietude de sua alma: seu olhar por vezes se perdia no horizonte, ou no chão, e seus pensamentos pareciam dar voltas em si mesmo. Seus empregados percebiam estes momentos, mas tomavam-no com naturalidade. Adelaide não estava o tempo todo com o irmão e desconhecia tais devaneios. Os seus demais relacionamentos, Ricardo e a afilhada, estavam distantes há muito tempo e, portanto, não notavam as preocupações de Quaresma.","O trabalho na fazenda continuava, dentro do possível. Todos os instrumentos meteorológicos comprados pelo major foram inúteis e acabaram abandonados – nenhuma previsão climática se confirmou. Nas terras ao redor a miséria continuava imperando, para a tristeza de Quaresma, que esperava encontrar uma forma de solucionar aquela situação.","Seus empenhos, no entanto, não davam resultados animadores: os custos de empregados, pesticidas contra as saúvas, que constantemente atacavam as plantações, transporte e atravessadores na cidade resultavam num lucro irrisório. Ainda assim, Quaresma encontrava ânimo para planejar novos investimentos em máquinas importadas.","Com a chegada das eleições, o major foi sondado pelo doutor Campos para participar do jogo político. Após recusar-se a tal demanda, Quaresma passou a receber intimações e multas dos órgãos públicos, que exigiam que ele passasse a roçar e capinar as vias públicas ao redor de seu terreno. E as más notícias não paravam por aí: os animais criados por Adelaide foram atacados por pestes que os veterinários da região não sabiam curar.","Cercado por desastres e injustiças, o major repassava diversos acontecimentos de sua vida e tudo parecia sem importância. Sua alma enxergava que para solucionar os problemas da nação, era necessária uma mudança mais profunda, uma nova administração que governasse com sabedoria…","Felizardo avisou ao patrão que se esconderia no mato por alguns dias: havia uma insurgência da Marinha contra o presidente Floriano Peixoto e os homens logo seriam recrutados. O major sentiu uma ponta de esperança e saiu para a estação, mandando antes um telegrama: “Marechal Floriano. Peço energia. Sigo já. – Quaresma”."],"5 - O Trovador":["Caldas e Albernaz caminhavam pela Quinta Imperial, em direção à estação de trem, debatendo a crise política e militar que se instalara: defendiam a manutenção do governo de Floriano Peixoto. Muitos homens fardados embarcavam e desembarcavam, o clima era tenso entre os civis – havia casos de delações e perseguições a opositores.","A conturbação do regime criava muitas expectativas entre militares, funcionários do Estado, bem como aspirantes a um cargo: o jogo de poder incluía muitas concessões e gratificações em troca do apoio político.","Armando Borges, marido de Olga, acreditava que a revolta poderia gerar frutos para sua carreira de médico. O trabalho em sua clínica rendia um bom dinheiro, mas havia o interesse em construir um nome: isso só era possível com um cargo público, ou uma cadeira na universidade. Por vias naturais, no entanto, o doutor não avançava: os livros davam sono e a vida parecia se dirigir para uma monotonia desanimadora.","Olga, ao perceber alguns traços negativos no caráter do marido, compreendeu-se como criatura independente dele. Não pediu uma separação por considerar que todos os homens deviam ser iguais e passou a dissimular seus sentimentos por dignidade e delicadeza para com Armando, que nem sequer notou a transformação de sua mulher.","A afilhada de Policarpo soube da vinda de seu padrinho por meio de seu pai, Coleoni, que leu no jornal o telegrama enviado a Floriano. Olga surpreendeu-se com a notícia, mas achou natural que Quaresma tomasse esta atitude dadas as circunstâncias.","Ricardo Coração dos Outros, nesse período, teve sua carreira alavancada e preparava novas composições. Isolado em sua residência, não lia os jornais, e nem imaginava o motivo das rajadas de tiros que o incomodaram certa tarde."],"1 - Patriotas":["Antes de deixar o Sossego, Policarpo pôs em ordem seus negócios e arranjou quem cuidasse de sua irmã, que se opôs duramente a sua ida ao Rio. Ele ainda redigiu um memorial para o presidente, no qual relatava todas as medidas que eram necessárias ao desenvolvimento da agricultura da nação.","Chegando ao palácio Imperial, um prédio um tanto sujo e mal cuidado, o Major encontrou Floriano, que acabava de dispensar um grupo de damas que se ofereciam, sedutoramente, em defesa da pátria.","O Marechal tinha uma fisionomia “vulgar e desoladora”, era um homem enérgico em impor suas vontades, porém preguiçoso – sempre delegava os trabalhos burocráticos que lhe cabiam. O amor que tinha à sua família era o principal motivador de seus empenhos políticos: sua situação financeira era crítica e os ordenados de seus cargos eram essenciais para não deixar dívidas a seus parentes. Seu governo funcionava como uma “tirania doméstica”: qualquer mau comportamento era castigado, com prisão ou morte.","Quaresma não possuía esta visão ampla da personalidade do presidente: ele havia sido atraído pelo entusiasmo que Floriano despertara em muitos homens de seu tempo, na expectativa de grandes mudanças que sua administração prometia. Assim ele se colocou à disposição do ditador para a atual batalha, entregando-lhe o memorial e introduzindo a temática agrícola… Floriano Peixoto, que inicialmente deu alguma atenção a Policarpo, logo se cansou de sua conversa e dispensou-o, recomendando-o ao Major Bustamante, que havia recém-formado um batalhão.","Nas ruas a agitação continuava, havia militares circulando por todos os lados, expressões de espanto pareciam ameaçadoras. Bustamante sugeriu a Policarpo que tomasse o posto de Major no batalhão patriótico “Cruzeiro do Sul”, o que lhe custaria algum dinheiro, já que tinham a intenção de não sangrar os cofres públicos.","No centro da cidade, General Albernaz encontrou Quaresma e o atualizou sobre seu trabalho no combate – cuidava do depósito de munições – e sobre o casamento de sua filha Quinota. Ismênia continuava solteira e Albernaz preferiu não comentar a crise que se instalara na mente da moça: passava dias sem se comunicar, inanimada, até que se arrumava toda e dizia para a mãe que seu noivo estava por chegar, escrevendo, inclusive, convites de casamento. Já havia sido levada a médicos, espíritas e feiticeiros, mas nada resolvia.","Em seguida Policarpo foi à casa de Olga, por quem foi recebido sem muito entusiasmo – nem ela conseguiu entender o porquê desse desânimo. Nesse momento, Armando estava reescrevendo artigos para o jornal em estilo “clássico”: ele trocava palavras usuais por outras refinadas e assim conseguia a admiração de seus leitores. O doutor teve inveja da relação próxima que Quaresma relatou possuir com o presidente, e iniciou-se um breve debate sobre os papéis que as autoridades exerciam. Olga demonstrou certa rebeldia, menosprezando a admiração exagerada que era dada aos homens que possuíam títulos e cargos. O Major alegou que a hierarquia era um fator natural, tanto que era observada em grupos de animais, como as abelhas.","No quartel provisório de seu batalhão, Quaresma tinha os primeiros contatos com o grupo quando viu Ricardo Coração dos Outros sendo trazido à força, chorando e se debatendo: ele não queria servir. Policarpo apelou a Bustamante, mas ele foi inflexível. Ouvindo a conversa, Ricardo concordou em servir, desde que lhe devolvessem seu violão – e assim foi feito."],"2 - Você, Quaresma, é um Visionário":["Pela manhã a névoa toma conta das praias cariocas. Ricardo, devidamente fardado, assiste com tristeza este amanhecer que ele não conhecia. Ele é autorizado por Major Quaresma, seu superior, a tocar seu violão, mas o Tenente Fontes o proíbe assim que ouve o canto e vê a roda de soldados ao seu redor.","A revolta já havia se inserido no espírito da cidade. Balas eram colecionadas; os ataques iminentes punham os cidadãos no passeio, a assistir; quando alguma embarcação era acertada, os diferentes fortes disputavam a autoria do disparo nas notícias dos jornais.","Quaresma agora estuda artilharia, balística, mecânica, cálculo… Sempre procurando se aprofundar ao máximo na teoria escolhida, acreditando que isto garantirá tiros perfeitos de seus comandados. Os praças, no entanto, cada vez mais desertam o agrupamento. Mesmo o Tenente Caldas, o Tenente-Coronel Bustamante e o General Albernaz estão desanimados com a postura do governo na batalha, somente Fontes defende uma elevação moral das tropas. Desinteressado das discussões militares e preocupado com Ismênia, Policarpo perguntou sobre ela a Albernaz e ele não tinha boas notícias: estava vivendo com a irmã e não saía de seu estado doentio.","À noite o Marechal Floriano Peixoto fez uma visita surpresa ao posto e Quaresma foi recebê-lo. Caminhavam enumerando combates e deserções, quando o Major resolveu perguntar sobre seu memorial. O ditador havia lido o documento, mas não via possibilidade de tomar as medidas sugeridas. Quaresma procurou expor seu ponto de vista num longo discurso, ao cabo do qual Floriano sentenciou: “Você, Quaresma, é um visionário”."],"3 - ...E Tornaram Logo Silenciosos...":["Albernaz já havia tentado de tudo para recuperar a consciência de sua filha: médicos, curandeiros, feiticeiros, espíritas… Eram receitados remédios, homeopatias, incensos, mas nada ajudava Ismênia.","Quaresma se dispôs a pedir ajuda do marido de sua afilhada. Ao visitá-la encontrou Coleoni, que estava adiando sua viagem à Itália devido à revolta, que tornava um risco o simples ato de pedir um passaporte. Dr. Armando não estava em casa: havia ganhado um cargo na República e passava o dia a defender o governo nos cafés da cidade. Olga, sabendo da situação de Ismênia, sentia pena das mulheres que se deixam levar pelos padrões sociais que exigem o casamento como justificativa de uma vida.","Com quatro meses, a revolta continuava indefinida: a ilha do Governador e Majé haviam sido tomadas. O Major estava desencorajado, insatisfeito com a postura do Marechal perante suas propostas: planejava pedir um breve afastamento para visitar sua irmã no Sossego, mas recebeu ordens de marchar coma tropa – só não se sabia para onde.","O tempo passou sem que o marido de Olga se dispusesse a visitar Ismênia. A doente definhava fisicamente e avisou sua mãe que iria morrer, tendo como último pedido que fosse enterrada vestida de noiva. E foi experimentando esta roupa que ela caiu em sua cama. O velório e enterro reuniram muitas pessoas e chamaram a atenção da vizinhança."],"4 - O Boqueirão":["Sem a presença de seu dono, o Sossego voltava a ganhar ares de abandono. Anastácio se esforçava para manter a organização do local, mas sua personalidade e inteligência tornavam todos os trabalhos mal acabados. As máquinas compradas por Policarpo enferrujavam, o galinheiro estava vazio.","Com a revolta, as disputas políticas em Curuzu deram uma trégua, já que todos partidos se uniram pela defesa da República. O desfile de políticos era o único divertimento de Dona Adelaide, que vivia na companhia de Sinhá Chica, rezadeira, parteira e esposa de Felizardo, que estava sempre se escondendo do recrutamento militar. Este casal tinha dois filhos, garotos que não se comprometiam com nenhum emprego e não tinham qualquer ambição na vida.","D. Adelaide recebeu de Quaresma uma carta na qual relatava ter sido ferido durante um combate. O uso da força bruta pelos homens fez com que o Major enxergasse uma animalidade primitiva que o desinteressava completamente do conflito. Ricardo também estava ferido, em estado mais grave. A essa altura o general Albernaz, o almirante Caldas e Genelício, que nem sequer visitaram Quaresma no hospital, discutiam o breve final da revolta, com a rendição dos marinheiros.","Recuperado, Policarpo foi incumbido como carcereiro dos revoltosos. Certa noite um enviado do Itamaraty recolheu alguns dos presos para levá-los ao Boqueirão. Quaresma demorou a entender a finalidade daquela seleção."],"5 - A Afilhada":["Quaresma estava preso: enviou uma inflamada carta ao Marechal que criticava a desumanidade praticada contra os presos que guardava – eles haviam sido executados.","Na masmorra, o antigo Major se indagava como pôde chegar àquele lugar, isolado, sem qualquer perspectiva de liberdade. Lembrando-se de suas incursões pelo patriotismo fanático, seus estudos culturais e seus investimentos agrícolas, Policarpo enxergava em tudo um grande vazio existencial. A pátria, que tanto ele defendeu, nada mais era que um mito, e agora, mais do que nunca, a razão de sua prisão. Arrependido pelos amores que não viveu, ele chora.","Sabendo da prisão de Quaresma, Ricardo procurou Genelício, Albernaz e Bustamante para libertá-lo, mas ninguém queria apoiá-lo, pois agora era visto como um revoltoso. A última esperança foi ter com Olga, que se dispôs a procurar o próprio Floriano para defender seu padrinho. A moça contrariou seu marido e saiu na companhia de Ricardo.","O marechal não recebeu a afilhada de Policarpo: ela falou somente com um secretário, que afastou qualquer possibilidade de perdão. Olga se envergonhou de ter enxovalhado a grandeza moral do padrinho com sua súplica final: ele merecia morrer heroicamente, com seu orgulho preservado. Olhando a paisagem, ela refletia sobre a história daquela nação que ainda tinha muito que avançar."]},"origin":"https://www.resumoporcapitulo.com.br/triste-fim-de-policarpo-quaresma"}